Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419, es_es, fa_ir, fr_ca, sw_ke, tr_tr

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
es_419: Estas tomando "%(exam_display_name)s" como examen de inducción. debes dar clic en “Si, terminar mi examen supervisado” y enviar tu sesión supervisada para completar la inducción.
es_es: Está realizando "%(exam_display_name)s" como examen de ingreso. Debe hacer clic en "Sí, finalizar mi examen supervisado" y enviar su sesión de supervisión para completar el ingreso.
fa_ir: شما در حال شرکت در "%(exam_display_name)s" به‌عنوان آزمونی ورودی هستید. شما باید روی “بله، آزمون خود را به پایان می‌رسانم” کلیک کنید و جلسه حفاظت را برای تکمیل ورود ارسال کنید.
fr_ca: Vous passez "%(exam_display_name)s" comme un examen d'intégration. Vous devez cliquer sur «Oui, terminer mon examen surveillé» et soumettre votre session de surveillance pour terminer l'intégration.

source: Your onboarding session was reviewed, but did not pass all requirements
es_419: Tu sesión de inducción fue revisada, pero no cumplió con todos los requisitos
es_es: Se revisó su sesión de ingreso, pero no pasó todos los requisitos
fa_ir: جلسه ورودی شما بررسی شد، اما همه شریط را رعایت نشده بود.
fr_ca: Votre session d'intégration a été examinée, mais n'a pas satisfait à toutes les exigences

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
es_419: Por favor contacta <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> si tienes alguna inquietud o pregunta. Deberás tomar nuevamente este examen de inducción dando clic en "Reintentar Examen".
es_es: Comuníquese con <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> si tiene preguntas. Puede volver a realizar este examen de ingreso haciendo clic en "Reintentar mi examen".
fa_ir: لطفا تماس بگیرید <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> اگر سوالی دارید. می‌توانید با کلیک روی «آزمون مجدد» در این آزمون حضوری شرکت کنید.

source: Retry my exam
es_419: Reintentar prueba
es_es: Reintentar mi examen
fa_ir: دوباره آزمون می‌دهم
fr_ca: Réessayer mon examen

source: Resetting Onboarding Exam
es_419: Reiniciar el Examen de Inducción
es_es: Restablecimiento del examen de ingreso
fa_ir: در حال بازتنظیم آزمون ورودی
fr_ca: Réinitialisation de l'examen d'intégration

source: You have submitted this onboarding exam
es_419: Has enviado este examen de inducción
es_es: Envió este examen de ingreso
fa_ir: شما این آزمون جاری را ارسال کرده‌اید
fr_ca: Vous avez soumis cet examen d'intégration

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
es_419: Sino cuentas con un perfil de inducción en el sistema, Verificadores revisarán tu solicitud y crearán un perfil inducción para asegurar tu acceso a los examenes supervisados. La revisión del perfil de inducción puede tomar 2+ días habiles.
es_es: Si no tiene un perfil de ingreso con el sistema, Verificient revisará su envío y creará un perfil de incorporación para otorgarle acceso a los exámenes supervisados. La revisión del perfil de incorporación puede demorar más de 2 días hábiles.
fa_ir: اگر پرونده شخصی در سامانه ندارید، درخواست شما بررسی و سپس پرونده‌ای برای شما برای دسترسی به آزمون حفاظت‌شده ایجاد خواهد شد. بررسی پرونده ممکن است بیش از +2 روز کاری طول بکشد.
fr_ca: Si vous n'avez pas de profil d'intégration avec le système, Verificient examinera votre soumission et créera un profil d'intégration, vous permettant d'accéder aux examens surveillés. L'examen du profil d'intégration peut prendre plus de 2 jours ouvrables.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
es_419: Una vez su perfil sea revisado, recibirás un correo con los resultados revisado. El email vendrá de la siguiente dirección <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, asi que asegurate de que este correo sea agregado a tu filtro de bandeja de entrada
es_es: Una vez que se haya revisado su perfil, recibirá un correo electrónico con los resultados de la revisión. El correo electrónico provendrá de <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> , así que asegúrese de que este correo electrónico se haya agregado a su filtro de bandeja de entrada.
fa_ir: هنگامی که پرونده شما بررسی شد، رایانامه‌ای حاوی نتایج بررسی دریافت خواهید کرد. رایانامه از سوی <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> ارسال خواهد شد.پس اطمینان حاصل کنید که این رایانامه به فیلتر صندوق ورودی شما اضافه شده است.
fr_ca: Une fois votre profil examiné, vous recevrez un courriel avec les résultats de l'examen. Le courriel proviendra de <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, alors assurez-vous que cette adresse courriel a été ajoutée à votre filtre de boîte de réception.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
es_419: Si ya tienes un perfil de inducción aprobado a través de otros curso, esta submisión no sera revisada. Debes realizar nuevamente este examen en cualquier momento para validar que su configuración cumpla con los requirimientos de supervición.
es_es: Si ya tiene un perfil de incorporación aprobado a través de otro curso, esta presentación no se revisará. Puede volver a intentar este examen en cualquier momento para validar que su configuración aún cumple con los requisitos para la supervisión.
fa_ir: اگر قبلاً پرونده شخصی تأییدشده‌ای از طریق دوره آموزشی دیگری دارید، این ارسال بررسی نخواهد شد. در هر زمانی می‌توانید این آزمون را دوباره بدهید تا تأیید کنید که راه‌اندازی شما همچنان الزامات بررسی را دارد.
fr_ca: Si vous avez déjà un profil d'intégration approuvé dans un autre cours, Cette soumission ne sera pas examinée. Vous pouvez reprendre ce test à tout moment afin de valider votre configuration pour la surveillance.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
es_419: Si tu has cometido un error en esta submisión debes reiniciar el proceso de inducción. Tu actual submisión sera removida y no recibirá una revisión.
es_es: Si ha cometido un error en este envío, puede reiniciar el proceso de incorporación. Su presentación actual será eliminada y no recibirá una revisión.
fa_ir: اگر در این ارسال خطایی مرتکب شده‌اید، می‌توانید فرآیند ورود را مجدداً راه‌اندازی کنید. مورد ارسالی فعلی شما حذف خواهد شد و بررسی نخواهد شد.

source: I understand and want to reset this onboarding exam.
es_419: Entiendo y quiero reiniciar este examen de inducción.
es_es: Entiendo y quiero restablecer este examen de incorporación.
fa_ir: می‌دانم و مایلم آزمون جاری را بازتنظیم کنم.
fr_ca: Je comprends et je souhaite réinitialiser cet examen d'intégration.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
es_419: Porfavor contacta <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> En caso de tener preguntas o inquietudes.
es_es: Comuníquese con <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> si tiene preguntas.
fa_ir: اگر سوالی دارید. لطفا با <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> تماس بگیرید.
fr_ca: Veuillez contacter <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> si vous avez des questions.

source: Your onboarding profile was reviewed successfully
es_419: Tu perfil de induncción se ha revisado exitosamente
es_es: Su perfil de ingreso se revisó con éxito
fa_ir: پرونده کاربری ورودی شما بررسی و بازبینی شد
fr_ca: Votre profil d'intégration a été examiné avec succès

source: Your profile has been established, and you're ready to take proctored exams in this course.
es_419: Tu perfil ha sido establecido, y estas listo para proceder a tomar examenes supervisados en este curso.
es_es: Se ha establecido su perfil y está listo para realizar los exámenes supervisados de este curso.
fa_ir: پرونده کاربری شما ایجاد شده است، و شما آماده شرکت در آزمون‌های آزمایشی در این دوره آموزشی هستید.
fr_ca: Votre profil a été établi et vous êtes prêt à passer les examens surveillés dans ce cours.

source: Try a proctored exam
es_419: Intenta tomar un examen supervisado
es_es: Prueba un examen supervisado
fa_ir: آزمون حفاظت‌شده می‌دهم
fr_ca: Essayez un examen surveillé

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
es_419: Familiarízate con los examenes supervisados a lo largo de este curso. Este examen de practica no tiene impacto en tu calificación del curso.
es_es: Familiarícese con la supervisión de exámenes reales más adelante en el curso. Este examen de práctica no tiene impacto en su calificación en el curso.
fa_ir: برای آزمون‌های واقعی، با حفاظت آزمون، در ادامه دوره آموزشی آشنا شوید. این آزمون تمرینی، هیچ تاثیری بر نمره شما در دوره آموزشی ندارد.
fr_ca: Familiarisez-vous avec la surveillance pour de vrais examens plus tard dans le cours. Cet examen de pratique n'a aucun impact sur votre note dans le cours.

source: Continue to my practice exam
es_419: Continuar a mi examen de práctica
es_es: Continuar con mi examen de práctica
fa_ir: به آزمون عملی ادامه می‌دهم
fr_ca: Continuer à mon examen de pratique
sw_ke: Endelea na mtihani wangu wa majaribio
tr_tr: Alıştırma sınavıma devam et

source: You will be guided through steps to set up online proctoring software and verify your identity.
es_419: Seras guíado a través de pasos para configurar el software de supervisión en línea y verificar tu identidad.
es_es: Se le guiará a través de los pasos para configurar el software de supervisión en línea y verificar su identidad.
fa_ir: شما از طریق مراحل راه‌اندازی نرم‌افزار حفاظت آنلاین و تأیید هویت خود راهنمایی خواهید شد.
fr_ca: Vous serez guidé à travers les étapes de configuration du logiciel de surveillance en ligne et de vérification de votre identité.

source: There was a problem with your practice proctoring session
es_419: Hubo un problema con tu sesión de practica supervisada
es_es: Hubo un problema con su sesión de supervisión de práctica
fa_ir: مشکلی در جلسه مراقبت از تمرین شما وجود داشت
fr_ca: Il y a eu un problème avec votre séance d'examen surveillé de pratique

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
es_419: El resultado de su sesión supervisada de práctica: <b class="failure"> inadecuado </b>
es_es: Resultado de tu práctica supervisada: <b class="failure"> No satisfactoria </b>
fa_ir: نتایج تمرین محافظت@شده: <b class="failure">رضایت بخش نیست</b>
fr_ca: Les résultats de votre examen surveillé de pratique : <b class="failure"> Insatisfaisant </b>
sw_ke: Matokeo ya mtihani wako wa majaribio: <b class="failure"> Hayaridhishi </b>
tr_tr: Alıştırma sınavı sonucunuz: <b class="failure"> Başarısız </b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
es_419: Tu sesión de supervisión terminó antes de que completaras este examen de practica Puedes revertir este examen de practica si tuviste algún problema configurando el software de supervisión en línea.
es_es: Su sesión de supervisión terminó antes de que completara este examen de práctica. Puede volver a intentar este examen de práctica si tuvo problemas para configurar el software de supervisión en línea.
fa_ir: پیش از اینکه این آزمون تمرینی را کامل کنید، جلسه حفاظت شما به پایان رسید. اگر در راه‌اندازی نرم‌افزار حفاظت برخط مشکل داشتید، می‌توانید این آزمون تمرینی را دوباره امتحان کنید.
fr_ca: Votre session de surveillance s'est terminée avant que vous ayez terminé cet examen de pratique. Vous pouvez réessayer cet examen de pratique si vous rencontrez des problèmes lors de la configuration du logiciel de surveillance en ligne.

source: You have submitted this practice proctored exam
es_419: Has enviado el examen supervisado de practica
es_es: Ha enviado este examen supervisado de práctica
fa_ir: شما آزمون حفاظت‌شده را ارسال کرده‌اید
fr_ca: Vous avez soumis cet examen de pratique surveillé

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
es_419: Los examenes de practia no afectan tu calificación. Has completado este examen y puedes continuar con el trabajo del curso.
es_es: Los exámenes de práctica no afectan su calificación. Ha completado este examen de práctica y puede continuar con su trabajo de curso.
fa_ir: آزمون‌های تمرینی روی نمره شما تأثیری ندارد. شما این آزمون تمرینی را به پایان رسانده‌اید و می‌توانید به کار دوره آموزشی خود ادامه دهید.
fr_ca: Les examens de pratique n'affectent pas votre note. Vous avez terminé cet examen de pratique et pouvez continuer votre travail de cours.

source: Are you sure you want to take this exam without proctoring?
es_419: ¿Está seguro que quiere tomar este examen sin supervisión?
es_es: ¿Seguro que quieres hacer este examen sin supervisión?
fa_ir: از اینکه بدون حفاظت آزمون می‌دهید اطمینان دارید؟
fr_ca: Êtes-vous sûr de vouloir passer cet examen sans surveillance?
sw_ke: Je una uhakika unataka kufanya mtihani huu bila kusimamiwa?
tr_tr: Bu sınavı gözetmensiz olarak almak istediğinize emin misiniz?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
es_419: Si tomas este examen sin supervisación, no serás elegible para los creditos de curso o para los credenciales del MicroMasters si alguno aplica para este curso.
es_es: Si realiza este examen sin supervisión, no será elegible para crédito del curso o la credencial de MicroMasters si se aplica a este curso.
fa_ir: اگر در این آزمون بدون حفاظت شرکت کنید، در صورتی که برای این دوره آموزشی اعمال شود، واجد شرایط دریافت اعتبار دوره آموزشی یا مدرک MicroMasters نخواهید بود.
fr_ca: Si vous passez cet examen sans surveillance, vous ne serez pas éligible au crédit de cours ou aux informations d'identification MicroMasters si l'un ou l'autre s'applique à ce cours.

source: Continue Exam Without Proctoring
es_419: Continuar Examen Sin Supervisión
es_es: Continuar el examen sin supervisión
fa_ir: ادامه آزمون بدون حفاظت
fr_ca: Continuer l'examen sans surveillance
sw_ke: Endelea na Mtihani Bila Kusimamiwa
tr_tr: Sınava Gözetmensiz Olarak Devam Et

source: Go Back
es_419: Volver Atrás
es_es: Volver atrás
fa_ir: بازگشت
fr_ca: Retour
sw_ke: Rudi Nyuma
tr_tr: Geri Dön

source: This exam is proctored
es_419: Este examen es supervisado
es_es: Este examen es supervisado
fa_ir: این آزمون تحت نظارت است
fr_ca: Cet examen est surveillé
sw_ke: Mtihani huu unasimamiwa
tr_tr: Bu sınav gözetmenlidir

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
es_419: Para ser elegibles para creditos o los credenciales del programa asociados con este curso, deberás aprobar la revisión supervisada para este examen.
es_es: Para ser apto para el crédito o la credencial del programa asociado con este curso, debe aprobar la revisión de supervisión para este examen.
fa_ir: برای واجدشرایط بودن برای اعتبار یا برنامه اعتباری مرتبط با این دوره آموزشی ، باید بررسی حفاظت را برای این آزمون بپذیرید.
fr_ca: Pour être éligible au crédit ou aux informations d'identification du programme associés à ce cours, vous devez réussir l'examen de surveillance pour cet examen.

source: Continue to my proctored exam.
es_419: Continuar a mi examen supervisado.
es_es: Continuar con mi examen supervisado.
fa_ir: ادامه آزمون حفاظت‌شده من
fr_ca: Continuez vers mon examen surveillé.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
es_419: Seras guiado a través de pasos para la configuración del software de supervisión y verificación de indentidad.</br>
es_es: Se le guiará a través de los pasos para configurar el software de supervisión en línea y verificar su identidad.</br>
fa_ir: شما با طی مراحل راه‌اندازی نرم‌افزار حفاظت آنلاین و تأیید هویت خود هدایت خواهید شد.</br>
fr_ca: Vous serez guidé à travers les étapes de configuration du logiciel de surveillance en ligne et de vérification de votre identité.</br>

source: Error with proctored exam
es_419: Error en examen supervisado
es_es: Error con el examen supervisado
fa_ir: خطا در آزمون حفاظت‌شده
fr_ca: Erreur avec l'examen surveillé
sw_ke: Kosa kwenye mtihani
tr_tr: Gözetmenli sınavda hata

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
es_419: Un error de sistema ha ocurrido con tu examen supervisado. Por favor ponte en contacto con el equipo de soporte del curso <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> para asistencia, y devolverse al examen una vez recibido soporte.
es_es: Se ha producido un error del sistema con su examen supervisado. Comuníquese con su equipo del curso al <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s </a> para obtener ayuda y regrese al examen una vez que reciba más instrucciones.
fa_ir: یک خطای سیستمی در آزمون حفاظت‌شده شما رخ داده است. لطفا با تیم دوره آموزشی خود در <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> برای دریافت کمک تماس بگیرید و پس از دریافت دستورالعمل‌های بیشتر به آزمون بازگردید.
fr_ca: Une erreur système est survenue avec votre examen surveillé. Veuillez contacter l'équipe du cours à <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> pour de l'assistance et retournez à l'examen une fois que vous recevrez plus d'instructions.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
es_419: Un error de sistema ha ocurrido con tu examen supervisado. Por favor ponte en contacto con <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Soporte</a> para asistencia, y volver al examen una vez recibido instrucciones.
es_es: Se ha producido un error del sistema con su examen supervisado. Comuníquese con el servicio de <a href="%(link_urls.contact_us)s" target="_blank">asistencia técnica %(platform_name)s</a> para obtener ayuda y regrese al examen una vez que reciba más instrucciones.
fa_ir: یک خطای سیستمی در آزمون حفاظت‌شده شما رخ داده است. لطفا با <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s پشتیبانی </a> برای دریافت کمک تماس بگیرید و پس از دریافت دستورالعمل‌های بیشتر به آزمون بازگردید.
fr_ca: Une erreur système est survenue avec votre examen surveillé. Veuillez contacter <a href="%(link_urls.contact_us)s" target="_blank">le support %(platform_name)s</a>pour de l'assistance et retournez à l'examen une fois que vous recevrez plus d'instructions.

source: Close
es_419: Cerrar
es_es: Cerrar
fa_ir: بستن
fr_ca: Fermer
sw_ke: Funga
tr_tr: Kapat

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
es_419: El contenido de este examen puede ser unicamente visto a través de la aplicación RPNow. Si ya has completado tu examen, porfavor regresa a la aplicación RPNow para proceder.
es_es: El contenido de este examen solo se puede ver a través de la aplicación RPNow. Si aún tiene que completar su examen, regrese a la aplicación RPNow para continuar.
fa_ir: محتوای این آزمون فقط از طریق برنامه RPNow قابل مشاهده است. اگر هنوز آزمون خود را تکمیل نکرده‌اید، لطفا برای ادامه به برنامه RPNow بازگردید.
fr_ca: Le contenu de cet examen ne peut être consulté que via l'application RPNnow. Si vous n'avez pas encore terminé votre examen, veuillez retournez à l'application RPNow pour continuer.

source: Alternatively, you can end your exam.
es_419: Alternativamente, puedes finalizar tu examen.
es_es: Alternativamente, puede finalizar su examen.
fa_ir: در غیر این صورت، می‌توانید آزمون خود را پایان دهید.
fr_ca: Vous pouvez également mettre fin à votre examen.

source: End My Exam
es_419: Finalizar mi examen
es_es: Finalizar mi examen
fa_ir: پایان آزمون من
fr_ca: Terminer mon examen

source: The due date for this exam has passed
es_419: La fecha límite para este examen ha pasado.
es_es: La fecha límite para este examen ha vencido.
fa_ir: تاریخ مقرر برای این آزمون به پایان رسیده است
fr_ca: La date d'échéance pour cet examen est passée
sw_ke: Tarehe ya mwisho ya mtihani huu imepita
tr_tr: Bu sınav için teslim tarihi geçti

source: Because the due date has passed, you are no longer able to take this exam.
es_419: Debido a que la fecha límite ha pasado, ya no puede tomar este examen.
es_es: Dado que la fecha límite ha pasado, ya no es posible realizar este examen.
fa_ir: چون موعد مقرر به پایان رسیده است، دیگر امکان شرکت در این آزمون را ندارید.
fr_ca: Parce que la date d'échéance est passée, vous n'êtes plus en mesure de passer cet examen.
sw_ke: Kwasababu tarehe ya mwisho imepita, huwezi tena kufanya mtihani huu.
tr_tr: Bitiş tarihi geçtiğinden, bu sınavı artık alamayacaksınız.

source: You did not satisfy the requirements for taking this exam with proctoring.
es_419: No cumpliste los requisitos para realizar esta prueba con supervisión.
es_es: No cumplió con los requisitos para realizar este examen con supervisión.
fa_ir: شما شرایط لازم برای شرکت در این آزمون حفاظت‌شده را ندارید.
fr_ca: Vous ne remplissez pas les conditions requises pour passer cet examen avec surveillance.

source: You did not satisfy the following prerequisites:
es_419: No cumplió los siguientes prerrequisitos:
es_es: No se han satisfecho los siguientes prerrequisitos:
fa_ir: شما شرایط زیر را رعایت نکردید:
fr_ca: Vous n'avez pas satisfait aux conditions préalables suivantes:
sw_ke: Hukukidhi masharti yafuatayo:
tr_tr: Aşağıdaki ön gereklilikleri karşılamıyorsunuz:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
es_419: Debido a prerrequisitos no cumplidos, solo puede tomar este examen sin supervisión.
es_es: Debido a que no se han satisfecho algunos prerrequisitos, solo puedes realizar este examen sin supervisión.
fa_ir: با توجه به عدم رعایت پیش‌نیازها، فقط امکان شرکت در آزمون بدون حفاظت را دارید.
fr_ca: En raison de prérequis insatisfaits, vous ne pouvez passer cet examen que sans surveillance.
sw_ke: Kwasababu hukukidhi masharti, unaweza kufanya mtihani huu bila ya usimamizi.
tr_tr: Karşılanmayan ön gerekliler yüzünden, bu sınavı sadece gözetmensiz olarak alabilirsiniz.
