Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419, es_es, fa_ir, fr_ca, sw_ke, tr_tr

source: internally reviewed
es_419: revisado internamente
es_es: revisado internamente
fa_ir: به‌صورت داخلی بررسی شد
fr_ca: Révisé en interne
sw_ke: yaliyopitiwa ndani
tr_tr: dahili olarak gözden geçirildi

source: All Unreviewed
es_419: Todos los no revisados
es_es: Todo sin revisar
fa_ir: همه موارد بررسی‌نشده
fr_ca: Tous non révisés
sw_ke: Yote Hayajapitiwa upya
tr_tr: Tüm İncelenmeyenler

source: All Unreviewed Failures
es_419: Todos los fracasos no revisados
es_es: Todas las fallas no revisadas
fa_ir: همه موارد ناموفق بررسی‌نشده
fr_ca: Tous les échecs non révisés
sw_ke: Makosa Yote ambayo Hayajapitiwa
tr_tr: Tüm İncelenmemiş Hatalar

source: active proctored exams
es_419: exámenes supervisados activos
es_es: Exámenes supervisados activos
fa_ir: آزمون‌های حفاظت‌شده فعال
fr_ca: examens surveillés actifs
sw_ke: mitihani yenye usimamizi
tr_tr: etkinleştirilmiş gözetmenli sınavlar

source: courses with active proctored exams
es_419: cursos con exámenes supervisados activos
es_es: cursos con exámenes supervisados activos
fa_ir: دوره‌های آموزشی با آزمون‌های حفاظت‌شده فعال
fr_ca: cours avec des examens surveillés actifs
sw_ke: kozi zenye mitihani yenye usimamizi
tr_tr: gözetmenli sınavlara sahip dersler

source: Course Id
es_419: Id de Curso
es_es: Identificación del curso
fa_ir: شناسه دوره آموزشی
fr_ca: ID de cours
sw_ke: Kitambulisho cha Kozi
tr_tr: Ders No

source: Created
eo: Çréätéd Ⱡ'σяєм ιρѕυм #
es_419: Creado
es_es: Creado
fa_ir: ایجاد شده
fr_ca: Créée
sw_ke: Imebuniwa
tr_tr: Oluşturuldu

source: Download Software Clicked
eo: Döwnlöäd Söftwäré Çlïçkéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: 'Descargar aplicación' seleccionado
es_es: Software de descarga hecho clic
fa_ir: بارگیری نرم‌افزار کلیک‌شده
fr_ca: Téléchargement du logiciel cliqué
sw_ke: Programu ya Kupakua Imebofya
tr_tr: Yazılım İndir'e Tıklandı

source: Ready To Start
es_419: Listo para comenzar
es_es: Listo para empezar
fa_ir: آماده‌ آغاز
fr_ca: Prêt à commencer
sw_ke: Ipo tayari kuanza
tr_tr: Başlamaya Hazır

source: Started
eo: Stärtéd Ⱡ'σяєм ιρѕυм #
es_419: Inició
es_es: Inició
fa_ir: شروع شده
fr_ca: Débuté
sw_ke: Imeanza
tr_tr: Başladı

source: Ready To Submit
es_419: Listo para enviar
es_es: Listo para enviar
fa_ir: آمادۀ ارسال
fr_ca: Prêt à soumettre
sw_ke: Ipo tayari kuwasilishwa
tr_tr: Göndermeye Hazır

source: Declined
eo: Déçlïnéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Negado
es_es: Rechazado
fa_ir: رد شد
fr_ca: Refusé
sw_ke: Imekataliwa
tr_tr: Reddedildi

source: Timed Out
es_419: Tiempo agotado
es_es: Caducado
fa_ir: وقت تمام شد
fr_ca: Temps expiré
sw_ke: Imepitwa na muda
tr_tr: Zaman Aşımına Uğradı

source: Submitted
eo: Süßmïttéd Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Enviado
es_es: Enviado
fa_ir: ارائه شده
fr_ca: Soumis
sw_ke: Imewasilishwa
tr_tr: Girildi

source: Second Review Required
eo: Séçönd Révïéw Réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Segunda revisión requerida
es_es: Es necesario revisarlo una segunda vez
fa_ir: بررسی دوم ضرروی است
fr_ca: Deuxième examen requis
sw_ke: Inahitajika kukaguliwa kwa mara ya pili
tr_tr: İkinci Bir İnceleme Gerekli

source: Verified
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Verificado
es_es: Verificado
fa_ir: تایید شده
fr_ca: Vérifié
sw_ke: Imethibitishwa
tr_tr: Onaylandı

source: Rejected
eo: Réjéçtéd Ⱡ'σяєм ιρѕυм ∂#
es_419: Rechazado
es_es: Rechazado
fa_ir: رد شده
fr_ca: Rejeté
sw_ke: Imekataliwa
tr_tr: Reddedildi

source: Onboarding Missing
eo: Önßöärdïng Mïssïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Inducción no realizada
es_es: Falta incorporación
fa_ir: آزمون ورودی مفقود است
fr_ca: Intégration manquante

source: Onboarding Failed
eo: Önßöärdïng Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Inducción no aprobada
es_es: Error de incorporación
fa_ir: ورودی موفق نبود
fr_ca: L'intégration a échoué

source: Onboarding Pending
eo: Önßöärdïng Péndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Inducción pendiente
es_es: Incorporación pendiente
fa_ir: ورودی در حال انتظار
fr_ca: Intégration en attente

source: Onboarding Expired
eo: Önßöärdïng Éxpïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Inducción expirada
es_es: Incorporación caducada
fa_ir: ورودی منقضی شد
fr_ca: L'intégration a expiré

source: you have {remaining_time} remaining
es_419: usted tiene {remaining_time} para terminar
es_es: te queda {remaining_time} restante
fa_ir: {remaining_time} زمان باقی مانده است
fr_ca: il vous reste {remaining_time}
sw_ke: umebakiwa na {remaining_time}
tr_tr: {remaining_time} dakika zamanınız kaldı

source: your course
es_419: su curso
es_es: Tu curso
fa_ir: دوره آموزشی شما
fr_ca: votre cours
sw_ke: kozi yako
tr_tr: dersiniz

source: Proctoring Results For {course_name} {exam_name}
es_419: Resultados de Examen de Supervisión Para {course_name} {exam_name}
es_es: Resultados de supervisión para {course_name} {exam_name}
fa_ir: نتایج حفاظت برای {course_name} {exam_name}
fr_ca: Résultats d'examen surveillé pour {course_name} {exam_name}

source: Proctoring Review In Progress For {course_name} {exam_name}
es_419: Revisión Supervisada En Progreso Para {course_name} {exam_name}
es_es: Revisión de supervisión en curso para {course_name} {exam_name}
fa_ir: بازبینی حفاظت برای {course_name} {exam_name} در حال اجراست
fr_ca: Revue d'examen surveillé en cours pour {course_name} {exam_name}

source: Proctored exam {exam_name} in {course_name} for user {username}
es_419: Examen supervisado {exam_name} en {course_name} para {username}
es_es: Examen supervisado {exam_name} en {course_name} para {username}
fa_ir: آزمون حفاظت‌شده {exam_name} در {course_name} برای کاربر {username}
fr_ca: Examen surveillé {exam_name} pour {course_name} pour l'utilisateur {username}

source: Taking As Proctored Exam
es_419: Tomando como examen supervisado
es_es: Haciendo como examen supervisado
fa_ir: شرکت در آزمون حفاظت‌شده
fr_ca: Prendre comme examen surveillé
sw_ke: Kufanya Mtihani kwa Usimamizi
tr_tr: Gözetmenli Sınav Olarak Alınıyor

source: Proctored Option Available
es_419: Opción supervisada disponible
es_es: Opción supervisada disponible
fa_ir: گزینه حفاظت فراهم است
fr_ca: Option surveillée disponible
sw_ke: Kipengele cha kufanya mtihani kwa Usimamizi Kinapatikana
tr_tr: Gözetmenli Seçenek Mevcut

source: Taking As Open Exam
es_419: Tomando como examen abierto
es_es: Haciendo como examen abierto
fa_ir: گذراندن به‌عنوان آزمون باز
fr_ca: Prendre comme examen ouvert
sw_ke: Kufanya Mtihani bila Usimamizi
tr_tr: Açık Sınav Olarak Alınıyor

source: Pending Session Review
es_419: Revisión de sesión pendiente
es_es: Revisión de la sesión pendiente
fa_ir: بررسی جلسه در حال انتظار
fr_ca: Examen de la session en attente
sw_ke: Muda wa kuanza mtihani unaandaliwa
tr_tr: Bekleyen Oturum İncelemesi

source: Passed Proctoring
es_419: Supervisión aprobada
es_es: Práctica supervisada
fa_ir: آزمون حفاظت‌شده را گذراند
fr_ca: A passé la surveillance
sw_ke: Imefanikiwa kuanza mtihani wa kusimamiwa
tr_tr: Başarılı Gözetmenli Sınav

source: Failed Proctoring
es_419: Supervisión fallida
es_es: Prueba fallida
fa_ir: حفاظت موفق نبود
fr_ca: A échoué la surveillance
sw_ke: Imeshindwa kuanza mtihani wa kusimamiwa
tr_tr: Başarısız Gözetmenli Sınav

source: Proctored Option No Longer Available
es_419: La opción supervisado ya no está disponible
es_es: Opción supervisada no disponible
fa_ir: گزینه حفاظت‌شدۀ دیگر ی در دسترس نیست
fr_ca: L'option surveillée n'est plus disponible
sw_ke: Kipengele cha Kufanya mtihani wa Kusimamiwa Hakipo tena
tr_tr: Gözetmenli Seçenek Artık Mevcut Değil

source: Ungraded Practice Exam
es_419: Examen de práctica no calificado
es_es: Examen de práctica no graduado
fa_ir: آزمون عملی بدون بارم‌
fr_ca: Examen de pratique non noté
sw_ke: Mtihani wa mazoezi usio na daraja
tr_tr: Puanlanmamış Alıştırma Sınavı

source: Practice Exam Completed
es_419: Examen de práctica completado
es_es: Examen práctico completado
fa_ir: آزمون تمرینی به پایان رسید
fr_ca: Examen de pratique terminé
sw_ke: Mtihani wa majaribio umekamilika
tr_tr: Alıştırma Sınavı Tamamlandı

source: Practice Exam Failed
es_419: Examen de práctica no aprobado
es_es: Examen práctico fallido
fa_ir: امتحان عملی موفق نبود
fr_ca: Examen de pratique échoué
sw_ke: Mtihani wa majaribio umefeli
tr_tr: Alıştırma Sınavı Başarısız

source: Timed Exam
eo: Tïméd Éxäm Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Examen cronometrado
es_es: Examen con Tiempo
fa_ir: آزمون زمان‌دار
fr_ca: Examen minuté
sw_ke: Mtihani wa Muda Maalum
tr_tr: Zamanlanmış Sınav

source: Onboarding status question
es_419: estado de pregunta de inducción
es_es: Pregunta sobre el estado de incorporación
fa_ir: سوال وضعیت ورود
fr_ca: Question sur le statut d'intégration

source: Taking as Proctored
es_419: Tomando como examen supervisado
es_es: Tomando como examen supervisado
fa_ir: آزمون‌دادن به‌عنوان حفاظت‌شده
fr_ca: Prendre comme examen surveillé
sw_ke: Kufanya mtihani kwa usimamizi
tr_tr: Gözetmenli Olarak Alınıyor

source: Is Sample Attempt
es_419: Es un intento de muestra
es_es: Intento de prueba
fa_ir: Sample Attempt است
fr_ca: Tentative d'échantillonnage
sw_ke: Ni Jaribio la Mfano
tr_tr: Bir Örnek Denemedir

source: Is Resumable
es_419: Es Resumible
es_es: es reanudable
fa_ir: قابل ازسرگیری است

source: Ready to Resume
es_419: Listo Para Resumir
es_es: Listo para reanudar
fa_ir: آمادگی برای از سرگیری فرایند

source: Resumed
es_419: Resumido
es_es: reanudado
fa_ir: از سرگیری فرایند

source: Additional Time (minutes)
eo: Àddïtïönäl Tïmé (mïnütés) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Tiempo adicional (minutos)
es_es: Tiempo adicional (minutes)
fa_ir: زمان اضافی ( دقیقه)
fr_ca: Temps additionnel (minutes)
sw_ke: Muda wa Nyongeza (dakika)
tr_tr: Ek Zaman (dakika)

source: Review Policy Exception
eo: Révïéw Pölïçý Éxçéptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: Revisar excepción a la política
es_es: Excepción de la política de revisión
fa_ir: بررسی استثناء خط مشی
fr_ca: Examen de la politique d'exception
sw_ke: Pitia upya Vipengele maalum vya Sera
tr_tr: İnceleme Politikası İstisnası

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
es_419: El resultado será visible despues <strong id="wait_deadline"> Loading... </strong>
es_es: El resultado será visible después de <strong id="wait_deadline">Cargar...</strong>
fa_ir: این نتیجه بعد از <strong id="wait_deadline"> در حال بارگذاری... </strong>قابل مشاهده خواهد بود
fr_ca: Le résultat sera visible après <strong id="wait_deadline"> Chargement... </strong>

source: Hello %(username)s,
es_419: Hola %(username)s,
es_es: Hola, %(username)s:
fa_ir: سلام %(username)s،
fr_ca: Bonjour %(username)s,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
es_419: Tu examen supervisado "%(exam_name)s" en <a href="%(course_url)s">%(course_name)s</a> fué revisado y tu cumpliste con todos los requerimientos.
es_es: Se revisó su examen supervisado "%(exam_name)s" en <a href="%(course_url)s">%(course_name)s</a> y cumplió con todos los requisitos de supervisión.
fa_ir: آزمون حفاظت‌شده شما "%(exam_name)s" در <a href="%(course_url)s">%(course_name)s</a> بررسی شد و شما همه شرایط حفاظت را برآورده کردید.
fr_ca: Votre examen surveillé "%(exam_name)s" pour <a href="%(course_url)s">%(course_name)s</a> a été examiné et vous avez satisfait à toutes les exigences de surveillance.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
es_419: si tienes alguna duda acerca de tus resultados, puedes ponerte en contacto con nosotros al <a href="%(contact_url)s"> %(contact_url_text)s </a>.
es_es: Si tiene alguna pregunta sobre sus resultados, puede comunicarse con <a href="%(contact_url)s">%(contact_url_text)s</a> .
fa_ir: اگر درباره نتایج خود سوالی دارید، می‌توانید<a href="%(contact_url)s"> %(contact_url_text)s </a> با تماس بگیرید.
fr_ca: Si vous avez des questions sur vos résultats, vous pouvez contacter <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days.
es_419: Tu examen supervisado "%(exam_name)s" en <a href="%(course_url)s">%(course_name)s</a> fue enviado de manera exitosa y ahora serás revisado para asegurar todas las reglas de el examen fueron cumplidas. Recibirás un correo electrónico con el estado de tu examen en los proximos 5 diás habiles.
es_es: Su examen supervisado "%(exam_name)s" en <a href="%(course_url)s">%(course_name)s</a> se envió correctamente y ahora se revisará para garantizar que se hayan seguido todas las reglas del examen. Debería recibir un correo electrónico con el estado de su examen dentro de los 5 días hábiles.
fa_ir: آزمون حفاظت‌شده شما "%(exam_name)s" در <a href="%(course_url)s">%(course_name)s</a> با موفقیت ارسال شد و اکنون برای کسب اطمینان از رعایت همه قوانین آزمون، آزمون بررسی خواهد شد. باید طی 5 روز کاری، رایانامه‌ای حاوی وضعیت آزمون خود دریافت کنید.
fr_ca: Votre examen surveillé "%(exam_name)s" pour <a href="%(course_url)s">%(course_name)s</a> a été soumis avec succès et sera maintenant examiné pour garantir que tous les règles ont été suivies. Vous devriez recevoir un courriel avec votre statut d'examen dans les 5 jours ouvrables.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
es_419: Tu examen supervisado "%(exam_name)s" en <a href="%(course_url)s">%(course_name)s</a> fue revisado y el equipo del curso ha identificado que una o más reglas del examen supervisado fueron violadas. Ejemplos de situaciones que pueden resultar en la violación de una regla incluye busquedas en internet, foto de identificación desenfocada o no identificada, uso de dispositivos moviles, o solicitar ayuda de otra persona. Como resultado de las situaciones previamente descrita(s), no cumpliste exitosamente con los requerimientos puntuales del examen supervisado.
es_es: Su examen supervisado "%(exam_name)s" en <a href="%(course_url)s">%(course_name)s</a>" fue revisado y el equipo del curso identificó una o más violaciones de las reglas del examen supervisado. Los ejemplos de problemas que pueden resultar en una violación de las reglas incluyen navegar por Internet, una identificación con foto borrosa o faltante, usar un teléfono u obtener ayuda de otra persona. Como resultado de los problema(s) identificado, no cumplió satisfactoriamente con los requisitos del examen supervisado.
fa_ir: آزمون حفاظت‌شده شما "%(exam_name)s" در <a href="%(course_url)s">%(course_name)s</a> بازبینی شد و تیم دوره آموزشی یک یا چند تخلف از قوانین آزمون حفاظت‌شده را شناسایی کرده است. مثال‌هایی از مشکلاتی که ممکن است منجر به نقض قوانین شود عبارتند از: مرور اینترنت، عدم وضوح یا عدم شناسایی عکس، استفاده از تلفن یا کمک گرفتن از شخص دیگری. در نتیجه مشکل(های) شناسایی شده، شما با موفقیت شرایط آزمون حفاظت‌شده را برآورده نکردید.
fr_ca: Votre examen surveillé "%(exam_name)s" dans <a href="%(course_url)s">%(course_name)s</a> a été examiné et l'équipe du cours a identifié une ou plusieurs violations des règles d'examen surveillées. Exemples des problèmes pouvant entraîner une violation des règles incluent la navigation sur internet, une pièce d'identité avec photo floue ou manquante, utiliser un téléphone, ou obtenir de l'aide d'une autre personne. En raison des problèmes identifié(s), vous n'avez pas satisfait aux exigences de l'examen surveillé.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
es_419: Para apelar los resultados de tu examen supervisado, por favor ponte en contacto con información revelante sobre tu examen al <a href="%(contact_url)s"> %(contact_url_text)s </a>.
es_es: Para apelar los resultados de su examen supervisado, comuníquese con cualquier información relevante sobre su examen en <a href="%(contact_url)s">%(contact_url_text)s</a> .
fa_ir: برای درخواست تجدیدنظر درباره نتایج آزمونی که در نظر گرفته شده است، لطفاً با هر گونه اطلاعات مرتبط در مورد آزمون خود با <a href="%(contact_url)s"> %(contact_url_text)s </a>در تماس بگیرید.
fr_ca: Pour faire appel de vos résultats d'examen surveillés, veuillez contacter avec toutes les informations pertinentes à propos de votre examen <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Proctoring onboarding exam
es_419: Examen de Inducción supervisado
es_es: Supervisión del examen de ingreso
fa_ir: در حال حفاظت از آزمون ورودی
fr_ca: Examen d'intégration

source: Why this is important to you:
es_419: Porque esto es importante para ti:
es_es: Por qué esto es importante para usted:
fa_ir: چرا این مورد برای شما مهم است:
fr_ca: Pourquoi cela est important pour vous :

source: Establish your identity with the proctoring system to take a proctored exam
es_419: Establece tu identidad con el sistema de supervision para tomar el examen supervisado
es_es: Establezca su identidad con el sistema de supervisión para realizar un examen supervisado
fa_ir: هویت خود را از طریق سامانه حفاظتی برای شرکت در آزمونی حفاظت‌شده مشخص کنید
fr_ca: Établissez votre identité avec le système de surveillance pour passer un examen surveillé

source: Create your onboarding profile for faster access in the future
es_419: Crea tu acceso a tu perfil inducción para ingresar de manera rapida en el futuro
es_es: Cree su perfil de incorporación para un acceso más rápido en el futuro
fa_ir: پرونده کاربری ورودی خود را برای دسترسی سریعتر در آینده ایجاد کنید
fr_ca: Créez votre profil d'intégration pour un accès plus rapide à l'avenir

source: Practice taking a proctored test
es_419: Practica tomando un examen supervisado
es_es: Practique tomando una prueba supervisada
fa_ir: آزمون حفاظت‌شده آزمایشی
fr_ca: Entraînez-vous à passer un examen surveillé

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
es_419: La supervisión de este curso se da a traves de %(provider_name)s. La revisión de la inducción, incluyendo verificación de indentidad, puede tomar 2+ dias habiles.
es_es: La supervisión de este curso se proporciona a través de %(provider_name)s. La revisión de incorporación, incluida la verificación de identidad, puede demorar más de 2 días hábiles.
fa_ir: حفاظت برای این دوره آموزشی از طریق%(provider_name)s ارائه می‌شود. بررسی ورودی، از جمله تأیید هویت، ممکن است بیش از ۲+2 روز کاری طول بکشد.
fr_ca: La surveillance de ce cours est assurée via%(provider_name)s. L'examen de l'intégration, y compris la vérification de l'identité, peut prendre plus de 2 jours ouvrables.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
es_419: Una vez tu perfil este revisado, recibirás un correo con los resultados de la revisión. El correo vendra a nombre de la siguiente dirección <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Asegurate de que este correo se encuentre agregado a tu filtro de bandeja de entrada
es_es: Una vez que se haya revisado su perfil, recibirá un correo electrónico con los resultados de la revisión. El correo electrónico provendrá de <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Asegúrese de que este correo electrónico se haya agregado a su filtro de bandeja de entrada.
fa_ir: هنگامی که پرونده شما بررسی شد، رایانامه‌ای حاوی نتایج بررسی دریافت خواهید کرد. رایاناامه از طرف <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> ارسال خواهد شد. اطمینان حاصل کنید که این رایانامه به فیلتر صندوق ورودی رایانامه شما افزوده شده است.
fr_ca: Une fois votre profil examiné, vous recevrez un courriel contenant les résultats de l'examen. Le courriel proviendra de <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Assurez-vous que cette adresse courriel a été ajoutée à votre filtre de boîte de réception.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
es_419: Por favor contacta <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> si presentas alguna duda o inquietud
es_es: Comuníquese con <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> si tiene preguntas.
fa_ir: اگر سوالی دارید با <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> لطفا تماس بگیرید
fr_ca: Veuillez contacter <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> si vous avez des questions.

source: Continue to onboarding
es_419: Continua la inducción
es_es: Continuar con el ingreso
fa_ir: ادامه ورودی
fr_ca: Continuer vers l'intégration

source: You will be guided through online proctoring software set up and identity verification.
es_419: Seras guiado a través de la configuración del software de evalución en línea y la verificación de identidad.
es_es: Se lo guiará a través de la configuración del software de supervisión en línea y la verificación de identidad.
fa_ir: شما از طریق راه‌اندازی نرم‌افزار جستجوگر برخط و تأیید هویت راهنمایی خواهید شد.
fr_ca: Vous serez guidé à travers la configuration du logiciel de surveillance en ligne et la vérification d'identité.

source: Error: There was a problem with your onboarding session
es_419: Error: Ocurrió un problema con tu sesión de inducción
es_es: Error: Ocurrió un problema con su sesión de incorporación
fa_ir: خطا: مشکلی در جلسه ورود شما وجود داشت
fr_ca: Erreur : Un problème est survenu lors de votre session d'intégration

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
es_419: Tu sesión supervisada termino antes que completaras el examen de inducción Debes retirar este examen de inducción.
es_es: Su sesión de supervisión finalizó antes de completar este examen de ingreso. Debe volver a intentar este examen de ingreso.
fa_ir: پیش از اینکه آزمون جاری را کامل کنید، جلسه نظارت شما به پایان رسیده است. لازم است این آزمون را دوباره طی کنید.
fr_ca: Votre session de surveillance s'est terminée avant que vous ayez terminé cet examen d'intégration. Vous devriez réessayer cet examen d'intégration.
