Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419, es_es, fa_ir, fr_ca, sw_ke, tr_tr

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
es_419: No cierre esta ventana antes de completar su examen. Si la cierra, su sesión supervisada terminará, y no completará el examen supervisado.
es_es: No cierre esta ventana antes de terminar su examen. si cierra esta ventana, su sesión de supervisión finaliza y no completará con éxito el examen supervisado.
fa_ir: پیش از پایان آزمون، این پنجره را نبندید. اگر این پنجره را ببندید، جلسه محافظت‌شده شما پایان می‌یابد و آزمون را با موفقیت به پایان نخواهید رساند.
fr_ca: Ne fermez pas cette fenêtre avant la fin de votre examen. Si vous fermez cette fenêtre, votre session de surveillance se terminera et vous ne réussirez pas à passer l'examen surveillé.
sw_ke: Usifunge dirisha hili kabla ya kumaliza kufanya mtihani wako. ukifunga dirisha hili, muda wako wa kufanya mtihani utaisha, na hutafanikiwa kukamilisha mtihani wako.
tr_tr: Sınavınızı bitirmeden bu pencereyi kapatmayın. Bu pencereyi kapatmanız durumunda, gözetmenli sınav oturumunuz sona erecek ve sınavı başarıyla tamamlayamayacaksınız.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
es_419: Regrese a la ventana del curso de %(platform_name)s para iniciar su examen. Una vez que haya completado su examen y lo haya marcado como completo, puede cerrar esta ventana para terminar la sesión supervisada y enviar su grabación para la revisión de los supervisores.
es_es: Regrese a la ventana del curso %(platform_name)s para comenzar su examen. Cuando haya terminado su examen y lo haya marcado como completo, puede cerrar esta ventana para finalizar la sesión de supervisión y cargar los datos de la sesión de supervisión para su revisión.
fa_ir: برای آغاز آزمون به پنجره دوره آموزشی%(platform_name)s بازگردید. وقتی آزمون را به تمام رساندید و آن را به‌عنوان کامل علامت‌گذاری کردید، می‌توانید این پنجره را ببندید تا جلسه حفاظت پایان پذیرد و داده‌های حفاظت برای بررسی بارگذاری شود.
fr_ca: Retournez à la fenêtre du cours %(platform_name)s pour commencer votre examen. Lorsque vous aurez terminé votre examen et l'avoir marqué comme complet, vous pourrez fermer cette fenêtre pour mettre fin à la session de surveillance et téléchargez vos données de session de surveillance pour revue.
sw_ke: Rudi kwenye dirisha la kozi la%(platform_name)s kuanza kufanya mtihani wako. Ikiwa umemaliza kufanya mtihani wako na kuonesha kuwa umekamilisha, unaweza kufunga dirisha na kumaliza muda wa kufanya mtihani na kupakia mtihani wako ili uweze kupitiwa upya.

source: Your exam is ready to be resumed.
es_419: Tu examen esta listo para ser revisado.
es_es: Su examen está listo para ser reanudado.
fa_ir: آزمون شما برای ادامه آماده است.
fr_ca: Votre examen est prêt à être repris.

source: You will have %(total_time)s to complete your exam.
es_419: Tendrás %(total_time)spara completar tu examen.
es_es: Tendrá %(total_time)s para completar su examen.
fa_ir: %(total_time)sبرای تکمیل آزمون خود دارید.
fr_ca: Vous aurez %(total_time)s afin de terminer votre examen.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
es_419: Para ser elegible para creditos o para el programa credencial asociado con este curso, debes aprobar la revisión de supervisión para este examen.
es_es: Para ser apto para el crédito o la credencial del programa asociado con este curso, debe aprobar la revisión de supervisión para este examen.
fa_ir: برای واجد شرایط دریافت اعتبار یا اعتبار برنامه مرتبط با این دوره آموزشی، باید فرایند بررسی حفاظت‌ این آزمون را بگذرانید.
fr_ca: Pour être éligible au crédit ou aux informations d'identification du programme associés à ce cours, vous devez avoir une revue de surveillance valide pour cet examen.

source: Important
es_419: Importante
es_es: Importante
fa_ir: مهم

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
es_419: &#8226; Tienes %(total_time)s para completar esta prueba. </br> &#8226; Una véz inicies, no puedes detener el reloj. </br> &#8226; Para todo tipo de preguntas, deberás undir el botón "enviar" para completar tu respuesta. </br> &#8226; Si el tiempo expira antes de que presiones el botón "Terminar mi Examen", solo tus respuestas enviadas seran calificadas.
es_es: • Tiene %(total_time)s para completar este examen.</br> • Una vez que comience el examen, no podrá detener el cronómetro.</br> • Para todos los tipos de preguntas, debe hacer clic en &quot;enviar&quot; para completar su respuesta.</br> • Si se agota el tiempo antes de hacer clic en "Terminar mi examen" solo se calificarán las respuestas enviadas.
fa_ir: &#8226; شما %(total_time)s زمان برای تکمیل این آزمون دارید.</br> &#8226; پس از آغاز آزمون، امکان توقف زمان‌سنج نیست. </br>&#8226; برای همه انواع سوال، برای تکمیل پاسخ خود باید روی "ارسال" کلیک کنید. </br> &#8226; اگر زمان، پیش از کلیک بر روی "پایان آزمون من" منقضی شود، فقط پاسخ‌های ارسالی شما نمره‌گذاری می‌شود.
fr_ca: &#8226; Vous avez %(total_time)s pour terminer cet examen.</br> &#8226; Une fois que vous avez commencé l'examen, vous ne pouvez pas arrêter le chronomètre.</br> &#8226; Pour tous les types de questions, vous devez cliquer sur «soumettre» pour compléter votre réponse.</br> &#8226; Si le délai expire avant que vous ne cliquiez sur «Terminer mon examen», seules les réponses que vous avez soumises seront notées.

source: Proctored Exam Rules
es_419: Reglas Generales del Examen Supervisado
es_es: Reglas de examen supervisado
fa_ir: قوانین آزمون حفاظت‌شده
fr_ca: Règles d'examen surveillé

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
es_419: Deberás cumplir con las siguientes reglas para completar este examen. <strong>Si violas estas reglas, recibirás una calificación final de 0 en este examen, y no serás elegible para un credito academico de curso. </strong></br>
es_es: Debe cumplir con las siguientes reglas mientras completa este examen. <strong>Si se infringe estas reglas, recibirá una calificación de 0 en el examen y no será elegible para recibir crédito por cursos académicos.</strong></br>
fa_ir: هنگام تکمیل این آزمون باید قوانین زیر را رعایت کنید. <strong>در صورت تخطی از این قوانین، نمره 0 در آزمون دریافت خواهید کرد و واجد شرایط دریافت اعتبار دوره آموزشی نخواهید بود. </strong></br>
fr_ca: Vous devez respecter les règles suivantes pendant que vous terminez cet examen. <strong>Si vous enfreignez ces règles, vous recevrez un score de 0 à l'examen et vous ne serez pas éligible pour un crédit de cours académique. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
es_419: %(platform_name)s Reglas para Examenes Supervisados en Línea
es_es: %(platform_name)s Reglas para los exámenes supervisados en línea
fa_ir: قوانین%(platform_name)s برای آزمون حفاظت‌شده برخط
fr_ca: Règles pour les examens surveillés en ligne %(platform_name)s

source: Additional Exam Rules
es_419: Reglas Adicionales del Examen
es_es: Reglas de examen adicionales
fa_ir: قوانین دیگر آزمون
fr_ca: Règles d'examen supplémentaires

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
es_419: Las siguientes reglas adicionales son aplicables para este examen. Estas reglas toman precedencia sobre las Reglas para Examenes Supervisados en Línea.</br> </br> %(exam_review_policy)s </br>
es_es: Las siguientes reglas adicionales se aplican a este examen. Estas reglas prevalecen sobre las Reglas para los exámenes supervisados en línea.</br></br> %(exam_review_policy)s</br>
fa_ir: قوانین بیشتری در این آزمون اعمال می‌شود. این قوانین بر قوانین آزمون های حفاظت‌شده آنلاین تقدم دارند.</br></br> %(exam_review_policy)s</br>
fr_ca: Les règles supplémentaires suivantes s'appliquent à cet examen. Ces règles ont priorité sur les règles des examens surveillés en ligne.</br> </br> %(exam_review_policy)s </br>

source: Start my exam
es_419: Empezar mi examen
es_es: comenzar mi examen
fa_ir: آزمونم را آغاز می‌کنم
fr_ca: Commencer mon examen

source: Starting Exam
es_419: Empezando el Examen
es_es: examen inicial
fa_ir: در حال آغاز آزمون
fr_ca: Début de l'examen

source: Are you sure you want to end your proctored exam?
es_419: ¿Está seguro de que quiere finalizar su examen supervisado?
es_es: ¿Seguro que quieres terminar tu examen supervisado?
fa_ir: اطمینان دارید که مایلید آزمون حفاظت‌شده خود را به پایان برسانید؟
fr_ca: Êtes-vous certain de vouloir terminer votre examen supervisé?
sw_ke: Je, una uhakika unataka kumaliza mtihani wako?
tr_tr: Gözetmenli sınavınızı sona erdirmek istediğinize emin misiniz?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
es_419: Asegurate de haber seleccionado ''Enviar'' en cada una de las respuestas antes de terminar tu examen.
es_es: Asegúrese de haber seleccionado "Enviar" para cada respuesta antes de enviar su examen.
fa_ir: پیش از ارسال آزمون، مطمئن شوید که برای هر پاسخ «ارسال» را انتخاب کرده‌اید.
fr_ca: Assurez-vous d'avoir sélectionné "Soumettre" pour chaque réponse avant de soumettre votre examen.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
es_419: Una véz selecciones el botón ''Si, terminar el examen supervisado'', el examen se cerrará, y tu sección supervisada estará sujeta a revisión.
es_es: Una vez que haga clic en "Sí, finalizar mi examen supervisado", el examen se cerrará y su sesión de supervisión se enviará para su revisión.
fa_ir: پس از کلیک بر روی «بله، پایان آزمون حفاظت‌شده»، آزمون بسته خواهد شد و جلسه حفاظت‌شده شما برای بررسی ارسال می‌شود.
fr_ca: Une fois que vous aurez cliqué sur «Oui, terminer mon examen surveillé», l'examen sera fermé et votre session de surveillance sera soumise pour examen.

source: Yes, end my proctored exam
es_419: Si, terminar el examen supervisado
es_es: Sí, finalizar mi examen supervisado
fa_ir: بله، آزمون حفاظت‌شده را پایان می‌دهم
fr_ca: Oui, terminer mon examen surveillé

source: Ending Exam
es_419: Terminando Examen
es_es: Examen final
fa_ir: پایان آزمون
fr_ca: Fin de l'examen

source: No, I'd like to continue working
es_419: No, quiero seguir trabajando.
es_es: No, prefiero seguir trabajando
fa_ir: خیر، من مایلم به کار ادامه دهم
fr_ca: Non, je veux continuer à travailler
sw_ke: Hapana, ningependa kuendelea kufanya mtihani
tr_tr: Hayır, çalışmaya devam edeceğim

source: Your proctoring session was reviewed, but did not pass all requirements
es_419: Tu sessión de supervisión fue revisada, pero no cumpliste con todos los requerimientos
es_es: Se revisó su sesión de supervisión, pero no pasó todos los requisitos
fa_ir: شرایط حفاظت شما بررسی شد، اما همه موارد ضروری رعایت نشده است
fr_ca: Votre session de surveillance a été examinée, mais n'a pas satisfait à toutes les exigences

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
es_419: Si tienes dudas en relación al estado de los resultados de tu examen supervisado, contacta%(platform_name)s Soporte.
es_es: Si tiene preguntas sobre el estado de los resultados de su sesión de supervisión, comuníquese con Soporte %(platform_name)s.
fa_ir: اگر درباره وضعیت نتایج جلسه حفاظت خود سؤالی دارید، با پشتیبانی%(platform_name)sتماس بگیرید.
fr_ca: Si vous avez des questions sur l'état des résultats de votre session de surveillance, contactez le support %(platform_name)s.

source: If you have concerns about your proctoring session results, contact your course team.
es_419: Si tienes precupaciones acerca de los resultado de tu examen supervisado, ponte en contacto con el equipo del curso.
es_es: Si tiene inquietudes sobre los resultados de su sesión de supervisión, comuníquese con el equipo del curso.
fa_ir: اگر نگران نتایج جلسه حفاظت خود هستید، با تیم دوره آموزشی خود تماس بگیرید.
fr_ca: Si vous avez des inquiétudes concernant les résultats de votre session de surveillance, contactez votre équipe de cours.

source: You have submitted this proctored exam for review
es_419: Ha enviado este examen supervisado para revisión
es_es: Has enviado tu examen supervisado para revisión
fa_ir: شما این آزمون حفاظت‌شده را برای بررسی ارسال کرده‌اید
fr_ca: Vous avez soumis cet examen surveillé pour révision
sw_ke: Umewasilisha mtihani huu ili upitiwe upya
tr_tr: Gözetmenli sınavınızı inceleme için gönderdiniz

source: Your recorded data should now be uploaded for review.
es_419: Tus datos registrados deberán ser ahora registrados para revisión.
es_es: Sus datos registrados ahora deben cargarse para su revisión.
fa_ir: اکنون داده‌های ثبت‌شده شما باید برای بررسی بارگذاری شوند.
fr_ca: Vos données enregistrées doivent maintenant être téléchargées pour examen.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
es_419: Si la ventana del software de supervisión sigue abierta, cierrela ahora y confirme que quiere cerrar la aplicación.
es_es: Si la ventana del software de supervisión aún está abierta, ciérrela ahora y confirme que desea salir de la aplicación.
fa_ir: اگر پنجره نرم افزار حفاظت همچنان باز است، اکنون آن را ببندید و تأیید کنید که مایلید از برنامه خارج شوید.
fr_ca: Si la fenêtre du logiciel de surveillance est toujours ouverte, fermez-la maintenant et confirmez que vous souhaitez quitter l'application.

source: Proctoring results are usually available within 5 business days after you submit your exam.
es_419: Los resultados del examen supervisado estarán disponibles dentro de 5 dias habiles despues de haber enviado su examen.
es_es: Los resultados de supervisión generalmente están disponibles dentro de los 5 días hábiles posteriores a la presentación del examen.
fa_ir: نتایج بررسی معمولاً ظرف 5 روز کاری پس از ارسال آزمون در دسترس هستند.
fr_ca: Les résultats de la surveillance sont généralement disponibles dans les 5 jours ouvrables suivant la soumission de votre examen.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
es_419: Si tiene preguntas sobre el estado de los resultados de su examen supervisado, contáctese con el equipo de apoyo de %(platform_name)s.
es_es: Si tiene preguntas sobre el estado de los resultados de su examen supervisado, comuníquese con el soporte %(platform_name)s.
fa_ir: اگر درباره وضعیت نتایج آزمون حفاظت‌شده خود سؤالی دارید، با پشتیبانی%(platform_name)sتماس بگیرید.
fr_ca: Si vous avez des questions sur l'état des résultats de votre examen surveillé, contactez le support %(platform_name)s.
sw_ke: Kama una maswali kuhusu hali ya matokeo ya mtihani wako, wasiliana na %(platform_name)s Msaada.
tr_tr: Gözetmenli sınavınızın sonucuna dair sorularınız varsa, lütfen %(platform_name)s Destek Ekibi ile iletişime geçin.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
es_419: Su sessión supervisada fue revisada de manera existosa. Dirigete a la pagina de progreso para ver tu calificación del examen.
es_es: Su sesión de supervisión se revisó con éxito. Vaya a su página de progreso para ver la calificación de su examen.
fa_ir: جلسه حفاظت آزمون شما به‌خوبی بازبینی شد. برای مشاهده نمره آزمون به صفحه پیشرفت خود بروید.
fr_ca: Votre session de surveillance a été examinée avec succès. Accédez à votre page de progression pour afficher la note de votre examen.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
es_419: Para ver las preguntas y respuestas de su examen, seleccione <strong>Ver mi examen</strong>. El estado de revisión del examen se muestra en el panel de navegación a la izquierda.
es_es: Para ver las preguntas y respuestas de su examen, seleccione <strong>Ver mi examen</strong> . El estado de revisión del examen se muestra en el panel de navegación izquierdo.
fa_ir: برای مشاهده سوالات و پاسخ‌های آزمون گزینه <strong>مشاهده آزمون من</strong> را انتخاب کنید. وضعیت بررسی آزمون در پنجره چیمایش سمت چپ نشان داده شده‌است.
fr_ca: Pour afficher vos questions et réponses d'examen, sélectionnez<strong>Voir mon examen</strong>. L'état de revue de l'examen est affiché dans le volet de navigation de gauche.
sw_ke: Kuangalia maswali na majibu ya mtihani wako, chagua <strong>Angalia mtihani wangu</strong>. Taswaira ya mtihani inajionesha kwenye upande wa kushoto wa ukurasa uliochapishwa.
tr_tr: Sınav soru ve cevaplarınızı görmek için, <strong>Sınavımı Gör</strong>'e tıklayın. Sınav değerlendirme durumu sol gezinme bölgesinde gösteriliyor.

source: View my exam
es_419: Ver mi examen
es_es: Ver mi examen
fa_ir: مشاهده آزمون من
fr_ca: Voir mon examen
sw_ke: Angalia mtihani wangu
tr_tr: Sınavımı görüntüle

source: %(exam_name)s is a Timed Exam (%(total_time)s)
es_419: %(exam_name)s es un examen cronometrado (%(total_time)s)
es_es: %(exam_name)s es un examen cronometrado (%(total_time)s)
fa_ir: %(exam_name)sیک آزمون زمان‌‌دار شده است (%(total_time)s)
fr_ca: %(exam_name)s est un examen chronométré (%(total_time)s)
sw_ke: %(exam_name)s ni Mtihani (%(total_time)s)
tr_tr: %(exam_name)s bir Süre Sınırlı Sınav'dır (%(total_time)s)

source: This exam has a time limit associated with it.
es_419: Esta examen tiene un límite de tiempo.
es_es: Este examen tiene un límite de tiempo
fa_ir: این آزمون دارای محدودیت زمانی مرتبط با آن است.
fr_ca: Cet examen a une limite de temps qui lui est associée.
sw_ke: Mtihani huu una muda wa ukomo wa kuufanya.
tr_tr: Bu sınava bağlı bir süre sınırı bulunmaktadır.

source: To pass this exam, you must complete the problems in the time allowed.
es_419: Para aprobar este examen, hay que completar los problemas durante el tiempo permitido.
es_es: Para aprobar este examen, debe terminar los ejercicios en el tiempo acordado
fa_ir: برای قبولی در این آزمون باید مسایل را در زمان مقرر تکمیل کنید.
fr_ca: Pour passer cet examen, vous devez compléter les problèmes dans le temps imparti.
sw_ke: Kufaulu mtihani huu, ni lazima umelize kufanya maswali ndani ya muda uliopewa.
tr_tr: Bu sınavdan geçmek için, problemleri size tanınan sürede çözmelisiniz.

source: After you select
es_419: Después de seleccionar
es_es: Después de seleccionar
fa_ir: پس از انتخاب شما
fr_ca: Après avoir sélectionné
sw_ke: Baada ya kuchagua
tr_tr: Seçtikten sonra

source: I am ready to start this timed exam,
es_419: Estoy listo/a para empezar este examen cronometrado,
es_es: Estoy listo para comenzar este examen cronometrado,
fa_ir: من آماده آغاز این آزمون زمان‌بندی‌شده هستم،
fr_ca: Je suis prêt à commencer cet examen chronométré,
sw_ke: Nipo tayari kuanza kufanya mtihani huu,
tr_tr: Süre sınırlı bu sınava başlamaya hazırım,

source: you will have
es_419: Tendrá
es_es: Tendrá
fa_ir: شما خواهید داشت
fr_ca: vous aurez
sw_ke: utalazimika
tr_tr: sınavı tamamlamak

source: to complete and submit the exam.
es_419: para completar y enviar el examen.
es_es: para completar y enviar el examen.
fa_ir: برای تکمیل و ارسال آزمون.
fr_ca: pour compléter et soumettre l'examen.
sw_ke: kumaliza kufanya mtihani na kuuwasilisha.
tr_tr: ve göndermek zorundasınız.

source: I am ready to start this timed exam.
es_419: Estoy listo/a para empezar este examen cronometrado.
es_es: Estoy listo para empezar este examen cronometrado.
fa_ir: آماده هستم آزمون زمان‌دار بدهم
fr_ca: Je suis prêt à commencer cet examen chronométré.
sw_ke: Nipo tayari kuanza kufanya mtihani huu.
tr_tr: Süre sınırlı bu sınava başlamaya hazırım.

source: Can I request additional time to complete my exam?
es_419: ¿Puedo pedir tiempo adicional para completar mi examen?
es_es: ¿Puedo solicitar un tiempo adicional para completar mi examen?
fa_ir: آیا می توانم برای تکمیل امتحان خود زمان اضافی، درخواست کنم؟
fr_ca: Puis-je demander du temps supplémentaire pour terminer mon examen?
sw_ke: Je, naweza kuomba kuongezewa muda wa kufanya mtihani wangu?
tr_tr: Sınavımı tamamlamak için ekstra zaman isteyebilir miyim?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
es_419: Si tiene una discapacidad, puede ser eligible para un permiso de tiempo adicional en los exámenes cronometrados. Solicite información sobre tiempo adicional al equipo del curso.
es_es: Si tiene discapacidades, puede ser elegible para una asignación de tiempo adicional en los exámenes cronometrados. Solicite a su equipo del curso información sobre asignaciones de tiempo adicionales.
fa_ir: اگر ناتوانی دارید، ممکن است واجد شرایط دریافت کمک بیشتری در آزمون‌های زمان‌دار داشته باشید. از تیم دوره آموزشی خود اطلاعاتی درباره این کمک‌ها، راهنمایی بخواهید.
fr_ca: Si vous avez un handicap, vous pourriez être admissible à une allocation de temps supplémentaire pour les examens chronométrés. Demandez à votre équipe pédagogique des informations sur les délais supplémentaires.
sw_ke: Kama una ulemavu, unaweza kuongezewa muda wa kufanya mitihani. Pata maelezo kutoka kwa mkufunzi wako wa kozi kuhusu kuongezewa muda.
tr_tr: Bedensel engellerinizin olması halinde, zaman sınırlı sınavlar için ek süre talep edebilirsiniz. Ek süre talepleri için gerekli koşulları ders takımınızdan öğrenebilirsiniz.

source: Are you sure that you want to submit your timed exam?
es_419: ¿Está seguro de que quiere enviar su examen cronometrado?
es_es: ¿Seguro que quieres enviar tu examen cronometrado?
fa_ir: از ارائه آزمون زمان‌دار خود اطمینان دارید؟
fr_ca: Êtes-vous certain de vouloir soumettre votre examen chronométré?
sw_ke: Je, una uhakika unataka kuwasilisha mtihani wako?
tr_tr: Süre sınırlı sınavınızı göndermek istediğinize emin misiniz?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
es_419: Confirme que haya seleccionado "Enviar" para cada problema antes de enviar el examen completo..
es_es: Confirme que haya seleccionado "Enviar" para cada problema antes de enviar examen completo.
fa_ir: پیش از ارسال آزمون، مطمئن شوید که «ارسال» را برای هر مساله انتخاب کرده‌اید.
fr_ca: Assurez-vous que vous avez sélectionné "Soumettre" pour chaque problème avant de soumettre votre examen.
sw_ke: Hakikisha umechagua "Wasilisha" kwa kila swali kabla ya kuwasilisha.
tr_tr: Sınavınızı göndermeden önce her problem için "Gönder"i seçtiğinize emin olun.

source: After you submit your exam, your exam will be graded.
es_419: Después de enviar el examen, el examen será calificado.
es_es: Después de enviar tu examen, éste será evaluado.
fa_ir: پس از ارسال آزمون، نمره داده می‌شود.
fr_ca: Après avoir soumis votre examen, votre examen sera noté.
sw_ke: Baada ya kuwasilisha mtihani wako, mtihani wako utasahihishwa na kupewa daraja.
tr_tr: Sınavınızı gönderdikten sonra, sınavınız notlandırılacak.

source: Yes, submit my timed exam.
es_419: Sí, enviar my examen cronometrado.
es_es: Sí, enviar mi examen cronometrado.
fa_ir: بله، آزمون زمان‌دار مرا ارسال کنید.
fr_ca: Oui, soumettez mon examen chronométré.
sw_ke: Ndiyo, wasilisha mtihani wangu.
tr_tr: Evet, süre sınırlı sınavımı gönder.
