Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: eo, fr, pt_pt

source: internally reviewed
eo: ïntérnällý révïéwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: revue interne
pt_pt: revisto internamente

source: All Unreviewed
eo: Àll Ûnrévïéwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Tous les non-revus
pt_pt: Todos Por Rever

source: All Unreviewed Failures
eo: Àll Ûnrévïéwéd Fäïlürés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Tous les échecs non-revus
pt_pt: Todas as Falhas não Revistas

source: active proctored exams
eo: äçtïvé pröçtöréd éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Les examens surveillés actifs
pt_pt: exames supervisionados ativos

source: courses with active proctored exams
eo: çöürsés wïth äçtïvé pröçtöréd éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: les cours avec des examens surveillés actifs
pt_pt: cursos com exames supervisionados ativos

source: Course Id
eo: Çöürsé Ìd Ⱡ'σяєм ιρѕυм ∂σł#
fr: ID de Cours
pt_pt: ID do Curso

source: Created
eo: Çréätéd Ⱡ'σяєм ιρѕυм #
fr: Créé
pt_pt: Criado

source: Download Software Clicked
eo: Döwnlöäd Söftwäré Çlïçkéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Téléchargement du logiciel demandée
pt_pt: Descarregar Software Seleccionado

source: Ready To Start
eo: Réädý Tö Stärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Prêt à Commencer
pt_pt: Pronto Para Começar

source: Started
eo: Stärtéd Ⱡ'σяєм ιρѕυм #
fr: Débuté
pt_pt: Iniciado

source: Ready To Submit
eo: Réädý Tö Süßmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Prêt à Soumettre
pt_pt: Pronto Para Submeter

source: Declined
eo: Déçlïnéd Ⱡ'σяєм ιρѕυм ∂#
fr: Refusé
pt_pt: Recusado

source: Timed Out
eo: Tïméd Öüt Ⱡ'σяєм ιρѕυм ∂σł#
fr: Temps écoulé
pt_pt: Expirado

source: Submitted
eo: Süßmïttéd Ⱡ'σяєм ιρѕυм ∂σł#
fr: Soumis
pt_pt: Submetido

source: Second Review Required
eo: Séçönd Révïéw Réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Revue additionnelle requise
pt_pt: Necessária Segunda Revisão

source: Verified
eo: Vérïfïéd Ⱡ'σяєм ιρѕυм ∂#
fr: Vérifié
pt_pt: Validado

source: Rejected
eo: Réjéçtéd Ⱡ'σяєм ιρѕυм ∂#
fr: Rejeté
pt_pt: Rejeitado

source: Error
eo: Érrör Ⱡ'σяєм ιρѕ#
fr: Erreur
pt_pt: Erro

source: Onboarding Missing
eo: Önßöärdïng Mïssïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt_pt: Integração em Falta

source: Onboarding Failed
eo: Önßöärdïng Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
pt_pt: Integração Falhou

source: Onboarding Pending
eo: Önßöärdïng Péndïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt_pt: Integração Pendente

source: Onboarding Expired
eo: Önßöärdïng Éxpïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt_pt: Integração Expirada

source: you have {remaining_time} remaining
eo: ýöü hävé {remaining_time} rémäïnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: vous avez {remaining_time} restant
pt_pt: Você tem {remaining_time} restante

source: your course
eo: ýöür çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: votre cours
pt_pt: o seu curso

source: Proctoring Results For {course_name} {exam_name}
eo: Pröçtörïng Résülts För {course_name} {exam_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pt_pt: Resultados de Supervisão Para {course_name} {exam_name}

source: Proctoring Review In Progress For {course_name} {exam_name}
eo: Pröçtörïng Révïéw Ìn Prögréss För {course_name} {exam_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
pt_pt: Revisão de Supervisão em Curso Para {course_name} {exam_name}

source: Proctored exam {exam_name} in {course_name} for user {username}
eo: Pröçtöréd éxäm {exam_name} ïn {course_name} för üsér {username} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
pt_pt: Exame Supervisionado {exam_name} em {course_name} para o utilizador {username}

source: Taking As Proctored Exam
eo: Täkïng Às Pröçtöréd Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Faire en tant qu'examen surveillé
pt_pt: Fazer Como Exame Supervisionado

source: Proctored Option Available
eo: Pröçtöréd Öptïön Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Option Examen Surveillé Possible
pt_pt: Opção Supervisionado Disponível

source: Taking As Open Exam
eo: Täkïng Às Öpén Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: Prendre comme session libre
pt_pt: Fazer Como Exame Aberto

source: Pending Session Review
eo: Péndïng Séssïön Révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: En attente de la revue de la session.
pt_pt: Revisão de Sessão Pendente

source: Passed Proctoring
eo: Pässéd Pröçtörïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Examen Surveillé Effectué.
pt_pt: Supervisão Aprovada

source: Failed Proctoring
eo: Fäïléd Pröçtörïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Echec de l'Examen Surveillé
pt_pt: Supervisão Falhou

source: Proctored Option No Longer Available
eo: Pröçtöréd Öptïön Nö Löngér Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Option Examen Surveillé Plus Disponible.
pt_pt: Opção Supervisão Já Não Está Disponível

source: Ungraded Practice Exam
eo: Ûngrädéd Präçtïçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Examen d'entrainement non noté
pt_pt: Exame de Prática Não Graduada

source: Practice Exam Completed
eo: Präçtïçé Éxäm Çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Examen d'essai complété
pt_pt: Exame de Prática Concluído

source: Practice Exam Failed
eo: Präçtïçé Éxäm Fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Examen d'essai échoué
pt_pt: Exame de Prática Falhou

source: Timed Exam
eo: Tïméd Éxäm Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Examen minuté
pt_pt: Exame Cronometrado

source: Onboarding status question
eo: Önßöärdïng stätüs qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
pt_pt: Pergunta sobre o estado de integração

source: Taking as Proctored
eo: Täkïng äs Pröçtöréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: Faire sous surveillance
pt_pt: Fazer como Supervisionado

source: Is Sample Attempt
eo: Ìs Sämplé Àttémpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Est une tentative d'essai
pt_pt: É a tentativa de demonstração

source: Is Resumable
pt_pt: É Retomável

source: Additional Time (minutes)
eo: Àddïtïönäl Tïmé (mïnütés) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Temps additionnel (minutes)
pt_pt: Tempo Adicional (minutos)

source: Review Policy Exception
eo: Révïéw Pölïçý Éxçéptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Exception aux Règles de Revues
pt_pt: Rever a Política de Excepção

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
eo: Thé résült wïll ßé vïsïßlé äftér <strong id="wait_deadline"> Löädïng... </strong> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: O resultado ficará visível após <strong id="wait_deadline"> Carregando... </strong>

source: Hello %(username)s,
eo: Héllö %(username)s, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
pt_pt: Olá %(username)s,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
eo: Ýöür pröçtöréd éxäm "%(exam_name)s" ïn <a href="%(course_url)s">%(course_name)s</a> wäs révïéwéd änd ýöü mét äll pröçtörïng réqüïréménts. Ⱡ'σяєм ιρѕ#
pt_pt: O seu exame supervisionado "%(exam_name)s" em <a href="%(course_url)s">%(course_name)s</a> foi revisto e você satisfez todos os requisitos de supervisão

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
eo: Ìf ýöü hävé äný qüéstïöns äßöüt ýöür résülts, ýöü çän réäçh öüt ät <a href="%(contact_url)s"> %(contact_url_text)s </a>. Ⱡ'σяєм ιρѕυм #
pt_pt: Se tiver alguma dúvida sobre os seus resultados, pode contactar <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days.
eo: Ýöür pröçtöréd éxäm "%(exam_name)s" ïn <a href="%(course_url)s">%(course_name)s</a> wäs süßmïttéd süççéssfüllý änd wïll nöw ßé révïéwéd tö énsüré äll éxäm rülés wéré föllöwéd. Ýöü shöüld réçéïvé än émäïl wïth ýöür éxäm stätüs wïthïn 5 ßüsïnéss däýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ι#
pt_pt: O seu exame supervisionado "%(exam_name)s" em <a href="%(course_url)s">%(course_name)s</a> foi submetido com sucesso e será agora revisto para assegurar todos os exames as regras foram seguidas. Deverá receber um e-mail com o seu exame estado dentro de 5 dias úteis.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
eo: Ýöür pröçtöréd éxäm "%(exam_name)s" ïn <a href="%(course_url)s">%(course_name)s</a> wäs révïéwéd änd thé çöürsé téäm häs ïdéntïfïéd öné ör möré vïölätïöns öf thé pröçtöréd éxäm rülés. Éxämplés öf ïssüés thät mäý résült ïn ä rülés vïölätïön ïnçlüdé ßröwsïng thé ïntérnét, ßlürrý ör mïssïng phötö ïdéntïfïçätïön, üsïng ä phöné, ör géttïng hélp fröm änöthér pérsön. Às ä résült öf thé ïdéntïfïéd ïssüé(s), ýöü dïd nöt süççéssfüllý méét thé pröçtöréd éxäm réqüïréménts. #
pt_pt: O seu exame com supervisão "%(exam_name)s" em <a href="%(course_url)s">%(course_name)s</a> foi revisto e a equipa do curso identificou uma ou mais violações das regras do exame supervisionado. Exemplos de questões que podem resultar numa violação das regras incluem a navegação a internet, a identificação por fotografia desfocada ou em falta, utilizando um telefone, ou obter ajuda de outra pessoa. Como resultado da questão identificada(s), não cumpriu com êxito os requisitos do exame supervisionado.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
eo: Tö äppéäl ýöür pröçtöréd éxäm résülts, pléäsé réäçh öüt wïth äný rélévänt ïnförmätïön äßöüt ýöür éxäm ät <a href="%(contact_url)s"> %(contact_url_text)s </a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#
pt_pt: Para recorrer dos resultados do seu exame com supervisão, por favor contacte com qualquer informação relevante sobre o seu exame em <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Proctoring onboarding exam
eo: Pröçtörïng önßöärdïng éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
pt_pt: Exame de admissão supervisionado

source: Why this is important to you:
eo: Whý thïs ïs ïmpörtänt tö ýöü: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
pt_pt: Porque é que isto é importante para si:

source: Establish your identity with the proctoring system to take a proctored exam
eo: Éstäßlïsh ýöür ïdéntïtý wïth thé pröçtörïng sýstém tö täké ä pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
pt_pt: Estabelecer a sua identidade com o sistema de supervisão para fazer um exame com supervisão

source: Create your onboarding profile for faster access in the future
eo: Çréäté ýöür önßöärdïng pröfïlé för fästér äççéss ïn thé fütüré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
pt_pt: Crie o seu perfil de admissão para um acesso mais rápido no futuro

source: Practice taking a proctored test
eo: Präçtïçé täkïng ä pröçtöréd tést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Pratique realizando um teste com supervisão

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
eo: Pröçtörïng för thïs çöürsé ïs prövïdéd vïä %(provider_name)s. Önßöärdïng révïéw, ïnçlüdïng ïdéntïtý vérïfïçätïön, çän täké 2+ ßüsïnéss däýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
pt_pt: A supervisão para este curso é fornecida através de%(provider_name)s. A revisão da admissão, incluindo a verificação de identidade, pode demorar mais de 2 dias úteis.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
eo: Önçé ýöür pröfïlé häs ßéén révïéwéd, ýöü wïll réçéïvé än émäïl wïth révïéw résülts. Thé émäïl wïll çömé fröm <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Mäké süré thïs émäïl häs ßéén äddéd tö ýöür ïnßöx fïltér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя#
pt_pt: Assim que o seu perfil tiver sido revisto, receberá um e-mail com os resultados da revisão. O e-mail do remetente será <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Certifique-se de que este e-mail foi adicionado ao filtro da sua caixa de entrada.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
eo: Pléäsé çöntäçt <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> ïf ýöü hävé qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
pt_pt: Por favor contacte <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> se tiver questões

source: Continue to onboarding
eo: Çöntïnüé tö önßöärdïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
pt_pt: Continuar para admissão

source: You will be guided through online proctoring software set up and identity verification.
eo: Ýöü wïll ßé güïdéd thröügh önlïné pröçtörïng söftwäré sét üp änd ïdéntïtý vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
pt_pt: Será guiado através da criação de software de supervisão online e verificação de identidade.

source: Error: There was a problem with your onboarding session
eo: Érrör: Théré wäs ä prößlém wïth ýöür önßöärdïng séssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Erro: Houve um problema com a sua sessão de admissão

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
eo: Ýöür pröçtörïng séssïön éndéd ßéföré ýöü çömplétéd thïs önßöärdïng éxäm. Ýöü shöüld rétrý thïs önßöärdïng éxäm. Ⱡ'σяєм ιρ#
pt_pt: A sua sessão de supervisão terminou antes de completar este exame de admissão. Deve tentar novamente este exame de admissão.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
eo: Ýöü äré täkïng "%(exam_display_name)s" äs än önßöärdïng éxäm. Ýöü müst çlïçk “Ýés, énd mý pröçtöréd éxäm” änd süßmït ýöür pröçtörïng séssïön tö çömplété önßöärdïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#
pt_pt: Está a fazer "%(exam_display_name)s" como um exame de admissão. Deve clicar em "Sim, terminar o meu exame supervisionado" e submeter a sua sessão de supervisão para completar a admissão.

source: Your onboarding session was reviewed, but did not pass all requirements
eo: Ýöür önßöärdïng séssïön wäs révïéwéd, ßüt dïd nöt päss äll réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
pt_pt: A sua sessão de admissão foi revista, mas não passou todos os requisitos

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
pt_pt: Por favor contacte <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> se tiver dúvidas. Pode voltar a fazer este exame de admissão clicando em "Tentar novamente o meu exame".

source: Retry my exam
eo: Rétrý mý éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
pt_pt: Tentar de novo o meu exame

source: Resetting Onboarding Exam
eo: Réséttïng Önßöärdïng Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
pt_pt: Reiniciar Exame de Admissão

source: You have submitted this onboarding exam
eo: Ýöü hävé süßmïttéd thïs önßöärdïng éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Submeteu este exame de admissão

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
pt_pt: Se não tiver um perfil de admissão com o sistema, O Verificient irá rever a sua submissão e criar um perfil de admissão para lhe dar acesso aos exames supervisionados. A revisão da admissão do perfil pode demorar mais de 2 dias úteis.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
eo: Önçé ýöür pröfïlé häs ßéén révïéwéd, ýöü wïll réçéïvé än émäïl wïth révïéw résülts. Thé émäïl wïll çömé fröm <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, sö mäké süré thïs émäïl häs ßéén äddéd tö ýöür ïnßöx fïltér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυg#
pt_pt: Assim que o seu perfil tiver sido revisto, receberá um e-mail com resultados da revisão. O e-mail virá de <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, por isso certifique-se de que este e-mail foi adicionado ao seu filtro da caixa de entrada.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
pt_pt: Se já tiver um perfil de admissão aprovado através de outro curso, esta submissão não será revista. Poderá repetir este exame em qualquer altura para validar que a sua configuração ainda preenche os requisitos para a supervisão.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
pt_pt: Se tiver errado nesta submissão, poderá reiniciar o processo de admissão. A sua submissão actual será removida e não receberá uma revisão.

source: I understand and want to reset this onboarding exam.
eo: Ì ündérständ änd wänt tö rését thïs önßöärdïng éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Compreendo e quero reiniciar este exame de admissão.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
eo: Pléäsé çöntäçt <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ïf ýöü hävé qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
pt_pt: Por favor contacte <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> se tiver questões.

source: Your onboarding profile was reviewed successfully
eo: Ýöür önßöärdïng pröfïlé wäs révïéwéd süççéssfüllý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: O seu perfil de admissão foi revisto com sucesso

source: Your profile has been established, and you're ready to take proctored exams in this course.
eo: Ýöür pröfïlé häs ßéén éstäßlïshéd, änd ýöü'ré réädý tö täké pröçtöréd éxäms ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
pt_pt: O seu perfil foi definido, e está pronto para fazer exames supervisionados neste curso.

source: Try a proctored exam
eo: Trý ä pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
pt_pt: Tente um exame supervisionado

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
eo: Gét fämïlïär wïth pröçtörïng för réäl éxäms lätér ïn thé çöürsé. Thïs präçtïçé éxäm häs nö ïmpäçt ön ýöür grädé ïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
pt_pt: Informe-se sobre a supervisão de exames para avaliação mais tarde no curso. Este exame prático não tem qualquer impacto sobre a sua nota no curso.

source: Continue to my practice exam
eo: Çöntïnüé tö mý präçtïçé éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Continuer mon examen d'essai
pt_pt: Continue para o meu exame de prática

source: You will be guided through steps to set up online proctoring software and verify your identity.
eo: Ýöü wïll ßé güïdéd thröügh stéps tö sét üp önlïné pröçtörïng söftwäré änd vérïfý ýöür ïdéntïtý. Ⱡ'σяєм ιρѕυм ∂σł#
pt_pt: Será guiado através de passos para estabelecer um programa de supervisão online e verificar a sua identidade.

source: There was a problem with your practice proctoring session
eo: Théré wäs ä prößlém wïth ýöür präçtïçé pröçtörïng séssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
pt_pt: Houve um problema com a sua sessão práctica de supervisão

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
eo: Ýöür präçtïçé pröçtörïng résülts: <b class="failure"> Ûnsätïsfäçtörý </b> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Vos résultats d'examen surveillé d'entrainement: <b class="failure"> Échec </b>
pt_pt: Os resultados da sua prática de supervisão: <b class="failure"> Insatisfatório </b>
