Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: eo, fr, pt_pt

source: There is no onboarding exam accessible to this user.
eo: Théré ïs nö önßöärdïng éxäm äççéssïßlé tö thïs üsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Não há nenhum exame de admissão acessível para este utilizador.

source: No onboarding status API for {proctor_service}
pt_pt: Nenhum estado API de integração para {proctor_service}

source: you have less than a minute remaining
eo: ýöü hävé léss thän ä mïnüté rémäïnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: vous avez moins d'une minute restante
pt_pt: Tem menos de um minuto

source: Cannot update attempt review status
pt_pt: Não é possível actualizar o estado da tentativa de revisão

source: No exams in course {course_id}.
eo: Nö éxäms ïn çöürsé {course_id}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
pt_pt: Sem exames no curso {course_id}.

source: No proctored exams in course {course_id}
eo: Nö pröçtöréd éxäms ïn çöürsé {course_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
pt_pt: Sem exames supervisionados no curso {course_id}

source: No instructor dashboard for {proctor_service}
eo: Nö ïnstrüçtör däshßöärd för {proctor_service} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pt_pt: Sem painel de controlo de formação para {proctor_service}

source: Ready To Resume
eo: Réädý Tö Résümé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
eo: Pléäsé çöntäçt <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ïf ýöü hävé qüéstïöns. Ýöü mäý rétäké thïs önßöärdïng éxäm ßý çlïçkïng "Rétrý mý éxäm". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions, or to retry your onboarding exam.
eo: Pléäsé çöntäçt <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ïf ýöü hävé qüéstïöns, ör tö rétrý ýöür önßöärdïng éxäm. Ⱡ'σяєм #

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile, to grant you access to proctored exams. Onboarding profile review, including identity verification, can take 2+ business days.
eo: Ìf ýöü dö nöt hävé än önßöärdïng pröfïlé wïth thé sýstém, Vérïfïçïént wïll révïéw ýöür süßmïssïön änd çréäté än önßöärdïng pröfïlé, tö gränt ýöü äççéss tö pröçtöréd éxäms. Önßöärdïng pröfïlé révïéw, ïnçlüdïng ïdéntïtý vérïfïçätïön, çän täké 2+ ßüsïnéss däýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢#

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
eo: Ìf ýöü hävé mädé än érrör ïn thïs süßmïssïön ýöü mäý réstärt thé önßöärdïng pröçéss. Ýöür çürrént süßmïssïön wïll ßé rémövéd änd wïll nöt réçéïvé ä révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт #

source: A technical error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank"> edX Support</a> and your course team immediately for assistance.
eo: À téçhnïçäl érrör häs öççürréd wïth ýöür pröçtöréd éxäm. Pléäsé réäçh öüt tö <a href="%(link_urls.contact_us)s" target="_blank"> édX Süppört</a> änd ýöür çöürsé téäm ïmmédïätélý för ässïstänçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒ#

source: Once the error is resolved, you will need to restart the exam and answer all questions again. If you have concerns about your proctoring session results, please contact your course team.
eo: Önçé thé érrör ïs résölvéd, ýöü wïll nééd tö réstärt thé éxäm änd änswér äll qüéstïöns ägäïn. Ìf ýöü hävé çönçérns äßöüt ýöür pröçtörïng séssïön résülts, pléäsé çöntäçt ýöür çöürsé téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтє#

source: Proctoring Session Results Update for {course_name} {exam_name}
fr: Mise à jour des résultats de l'examen surveillé pour {course_name} {exam_name}

source: pending
fr: en attente

source: satisfactory
fr: satisfaisant

source: unsatisfactory
fr: insatisfaisant

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
fr: Cet email pour vous informer que le statut de votre examen %(exam_name)s du cours <a href="%(course_url)s">%(course_name)s </a> est %(status)s. Si vous avez des questions à propos des revues, contacter le support %(platform)s sur %(contact_email)s.

source: Try a proctored exam
fr: Essayer un examen surveillé

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
fr: Entrainez-vous à passer un examen surveillé. Cet examen surveillé d'entrainement n'est pas noté et sans impact sur votre note finale.

source: You will be guided through steps to set up online proctoring software and to perform various checks.
fr: Suivez le guide pour installer le logiciel de surveillance en ligne et effectuer les différents contrôles nécessaires.

source: There was a problem with your practice proctoring session
fr: Il y a eu un problème avec votre session d'examen blanc

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
fr: Votre session surveillée s'est terminée avant que vous n'ayez pu compléter votre examen d'entrainement. Vous pouvez reessayer cet examen d'entrainement si vous avez eu des problèmes pour configurer l'outil de surveillance à distance.

source: Try this practice exam again
fr: Recommencer l'examen d'entrainement

source: You have submitted this practice proctored exam
fr: Vous avez envoyé votre examen d'entrainement surveillé

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
fr: Les examens d'entrainement n'affectent pas votre note. Vous avez terminé cet examen d'entrainement, vous pouvez continuer à parcourir le cours.

source: You can also retry this practice exam
fr: Vous pouvez aussi reessayer cet examen d'entrainement

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
fr: Si vous faite cet examen sans surveillance, vous ne serez <strong>pas eligible à des crédits académiques.</strong>

source: To be eligible for course credit or for a MicroMasters credential, you must pass the proctoring review for this exam.
fr: Pour être éligible aux crédits académiques, vous devez passer cet examen avec surveillance.

source: Continue to my proctored exam. I want to be eligible for credit.
fr: Poursuivre en examen surveillé. Je veux être éligible à des crédits.

source: You will be guided through steps to set up online proctoring software and to perform various checks.</br>
fr: Suivez le guide pour installer le logiciel de surveillance en ligne et effectuer les différents contrôles nécessaires.</br>

source: A technical error has occurred with your proctored exam. To resolve this problem, contact <a href="mailto:%(tech_support_email)s">technical support</a>. All exam data, including answers for completed problems, has been lost. When the problem is resolved you will need to restart the exam and complete all problems again.
fr: Une erreur technique est survenue avec votre examen surveillé. Pour résoudre ce problème, contactez <a href="mailto:%(tech_support_email)s">le support technique</a>. Toutes les données de votre examen, vos réponses aux exercices sont perdues. Lorsque le problème sera résolu, vous devrez redémarrer l'examen et répondre de nouveau au questions.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
fr: Voir votre note dans l'onglet <a href="%(progress_page_url)s">Progression</a> .

source: If you have concerns about your proctoring session results, contact your course team.
fr: Si vous avez des questions à propos de vos résultats de session surveillée, contactez l'équipe du cours.

source: You did not satisfy the requirements for taking this exam with proctoring, and are not eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements and your status for each.
fr: Vous n'avez pas satisfait les exigences pour suivre cet examen surveillé, vous n'êtes pas éligible à des crédits. Voir l'onglet <a href="%(progress_page_url)s">Progression</a> pour la liste et le statut de chaque exigence.

source: Follow these steps to set up and start your proctored exam.
fr: Suivez les étapes ci-dessous pour démarrer votre examen surveillé.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
fr: 1. Copier le code ci-dessous, il vous sera demandé avant de démarrer l'examen.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
fr: Sélectionner le code, puis le copier en utilisant Command+C (Mac) or Control+C (Windows).

source: 2. Follow the link below to set up proctoring.
fr: 2. Cliquez sur le lien ci-dessous lancer la configuration.

source: A new window will open. You will run a system check before downloading the proctoring application.
fr: Le diagnostique système s'ouvrira dans une nouvelle fenêtre avant de télécharger l'application de surveillance à distance.

source: You will be asked to verify your identity as part of the proctoring exam set up. Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
fr: Vous devrez vérifier votre identité durant la configuration de l'examen surveillé. Assurez-vous d'être sur un ordinateur avec une webcam et d'avoir vos papiers d'identité avec vous avant de continuer : passeport, carte d'identité.

source: 3. When you have finished setting up proctoring, start the exam.
fr: 3. Lorsque la configuration de l'examen surveillé est complétée, cliquez sur Démarrer l'examen surveillé.

source: Start Proctored Exam
fr: Démarrer l'examen surveillé

source: Cannot Start Proctored Exam
fr: Ne peut démarrer l'examen surveillé

source: I am not interested in academic credit.
fr: Je ne suis pas intéressé par les "crédits universitaires"

source: Follow these instructions
fr: Suivez ces instructions

source: &#8226; When you start your exam you will have %(total_time)s to complete it. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If time expires before you finish your exam, your completed answers will be submitted for review. </br>
fr: &#8226; Lorsque vous démarrez l'examen, vous aurez %(total_time)s pour le terminer. </br> &#8226; Vous ne pouvez pas arrêter le minuteur une fois démarré. </br> &#8226; Si le temps est épuisé avant que vous n'ayez terminé votre examen, les réponses enregistrées seront envoyée pour évaluation. </br>

source: Start my exam
fr: Démarrer mon examen

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
fr: Après avoir envoyé votre examen, vos réponses seront évaluées et votre session surveillée sera évaluée. Vous pouvez être éligible à des crédits académiques ou un certificat pour ce cours si votre note est suffisante et votre session validée.

source: Yes, end my proctored exam
fr: Oui, terminer mon examen surveillé

source: Your proctoring session was reviewed and did not pass requirements
fr: Votre session surveillée a été évaluée et n'a pas complété les pré-requis

source: You are no longer eligible for academic credit for this course, regardless of your final grade. If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
fr: Vous n'êtes plus éligible au certificat ou crédits académiques. Si vous avez des question à propos des résultats de votre examen surveillé, contactez le support %(platform_name)s.

source: If the proctoring software window is still open, you can close it now. Confirm that you want to quit the application when you are prompted.
fr: Si la fenêtre de surveillance est toujours ouverte, vous pouvez maintenant la fermer. Confirmez que vous souhaitez quitter l'application si cela vous est demandé.

source: &#8226; After you quit the proctoring session, the recorded data is uploaded for review. </br> &#8226; Proctoring results are usually available within 5 business days after you submit your exam.
fr: &#8226; Après avoir quitter la session d'examen, vos données enregistrées seront envoyées pour évaluation. </br> &#8226; Les résultats de l'évaluation de votre session surveillée sont généralement disponibles après 5 jours ouvrés.

source: Your proctoring session was reviewed and passed all requirements
fr: Votre session surveillée a été évaluée et validée

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
fr: Vous êtes éligible á des crédits académiques pour ce cours si vous obtenez la note requise.

source: After the due date for this exam has passed, you will be able to review your answers on this page.
fr: Une fois l'échéance passées, vous pourrez voir vos réponses sur cette page.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
fr: Le temps alloué pour cet examen a expiré. Votre examen a été soumis et vos réponses vont être évaluées.

source: You have submitted your timed exam.
fr: Vous avez soumis votre examen à temps limité.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
fr: Votre note pour cet examen à temps limité sera disponible directement dans l'onglet <a href="%(progress_page_url)s">Progression</a>.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
fr: Après l'échéance, vous pouvez revoir l'examen, sans pouvoir modifier vos réponses.

source: timed
fr: temps limité

source: practice
fr: d'essai

source: proctored
fr: surveillé
