Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419, es_es, fa_ir, fr_ca, sw_ke, tr_tr

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
es_419: Si tienes preguntas relacionadas con el estado de tus requerimientos, ponte en contacto con soporte %(platform_name)s.
es_es: Si tiene preguntas sobre el estado de sus requisitos, comuníquese con Soporte %(platform_name)s.
fa_ir: اگر درباره وضعیت موارد ضروری خود سؤالی دارید، با پشتیبانی %(platform_name)s تماس بگیرید.
fr_ca: Si vous avez des questions sur l'état de vos exigences, contactez le support %(platform_name)s .

source: About Proctored Exams
es_419: Acerca de los exámenes supervisados
es_es: Acerca de exámenes supervisados
fa_ir: درباره آزمون‌های حفاظت‌شده
fr_ca: À propos des examens surveillés
sw_ke: Kuhusu Mitihani ya Muda maalum
tr_tr: Gözetmenli Sınavlar Hakkında

source: Complete your verification before starting the proctored exam.
es_419: Complete su verificación antes de iniciar el examen supervisado.
fr_ca: Terminez votre vérification avant de commencer l'examen surveillé.
sw_ke: Kamilisha uhakiki wako kabla ya kuanza kufanya mtihani.
tr_tr: Gözetmenli sınava başlamadan önce kimlik doğrulamanızı tamamlayın.

source: You must successfully complete identity verification before you can start the proctored exam.
es_419: Es necesario completar la verificación de su identidad antes de iniciar el examen supervisado.
fr_ca: Vous devez réussir la vérification de l'identité avant de pouvoir lancer l'examen supervisé.
sw_ke: Lazima ukamilishe kwa usahihi uhakiki wa kitambulisho kabla ya kuanza kufanya mtihani.
tr_tr: Gözetmenli sınava başlamadan önce kimlik doğrulamasını başarıyla tamamlamalısınız.

source: Your verification is pending. Results should be available 2-3 days after you submit your verification.
es_419: Su verificación está en proceso. Los resultados deben estar disponibles entre 2-3 días después del envío de su verificación.
fr_ca: Votre vérification est en attente. Les résultats devraient être disponibles 2-3 jours après avoir soumis votre vérification.
sw_ke: Uhakiki wako unasubiri kushughulikiwa. Majibu yatatolewa siku 2-3 baada ya kuwasilisha uhakiki wako.
tr_tr: Doğrulanmanız beklemede. Doğrulamanızı gönderdikten 2-3 gün sonra sonuçlar açıklanacaktır.

source: Your verification attempt failed. Please read our guidelines to make sure you understand the requirements for successfully completing verification, then try again.
es_419: Su verificación no fue aprobada. Por favor, lea nuestra guía para asegurarse de que entienda los requisitos para completar la verificación exitósamente, y después intente de nuevo.
fr_ca: Votre tentative de vérification a échoué. S'il vous plaît lire nos lignes directrices pour être certain que vous comprenez les exigences pour réussir votre vérification , et essayez de nouveau.
sw_ke: Jaribio lako la kufanya uhakiki halikufanikiwa. Tafdhali soma maelekezo yetu uweze kufahamu kukamilisha uhakiki kwa usahihi, kisha jaribu tena.
tr_tr: Doğrulama denemeniz başarısız oldu. Lütfen başarılı bir doğrulama işlemi için yerine getirilmesi gerekenleri doğrulamak için kılavuz metinlerimizi yeniden okuyun, ve ardından tekrar deneyin.

source: Retry Verification
es_419: Reenviar verificación
fr_ca: Réessayer la vérification
sw_ke: Jaribu upya Uhakiki
tr_tr: Yeniden Doğrulama

source: Your verification has expired. You must successfully complete a new identity verification before you can start the proctored exam.
es_419: Su verificación ha expirado. Debe completar la verificación de identidad nuevamente antes de poder iniciar el examen supervisado.
fr_ca: Votre vérification a expiré. Vous devez réussir une nouvelle vérification d'identité avant de pouvoir commencer l'examen surveillé.
sw_ke: Uhakiki wako umepitwa na wakati. Lazima ukamilishe kwa usahihi uhakiki wa utambulisho mpya kabla ya kuanza kufanya mtihani.
tr_tr: Doğrulamanız geçerliliğini kaybetti. Gözetmenli sınava başlamadan önce yeni bir kimlik doğrulaması yapmalısınız.

source: Continue to Verification
es_419: Continuar a la verificación
fr_ca: Continuer vers la vérification
sw_ke: Endelea kwenye Uhakiki
tr_tr: Doğrulamaya Devam Et

source: Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
es_419: Asegúrese de que esté usando una computadora con cámara web, y que tiene una identificación fotográfica válida como una licencia para conducir o un pasaporte, antes de seguir.
fr_ca: Assurez-vous que vous êtes sur un ordinateur équipé d'une webcam et que vous possédez une pièce d'identité avec photo valide comme un permis de conduire ou un passeport, avant de continuer.
sw_ke: Hakikisha unatumia kompyuta yenye kamera ya wavuti, na pia una kitambusho halali chenye picha kama vile leseni ya udereva au pasipoti kabla ya kuendelea.

source: You have not activated your account.
es_419: No has activado tu cuenta.
es_es: No ha activado su cuenta.
fa_ir: شما حساب کاربری خود را فعال نکرده‌اید.
fr_ca: Vous n'avez pas activé votre compte.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
es_419: Tu cuenta de %(platform_name)s no ha sido aun activada. Para realizar el examen supervisado, debes activar tu cuenta primero.
es_es: No has activado aún tu cuenta de %(platform_name)s. Para realizar el examen supervisado, es necesario que actives tu cuenta primero.
fa_ir: حساب کاربری %(platform_name)s شما هنوز فعال نشده‌است. برای شرکت در آزمون حفاظت‌شده، باید حساب کاربری خود را فعال کنید.
fr_ca: Votre compte %(platform_name)s n'a pas encore été activé. Pour passer l'examen surveillé, vous devez activer votre compte.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
es_419: Por favor revisa la bandeja de entrada y al igual que la carpeta de correos no deseados de tu correo electrónico donde se te envió un correo de activación de cuenta por parte de %(platform_name)s.
es_es: Verifique las carpetas de correo no deseado y la bandeja de entrada de su correo electrónico registrado para obtener un correo electrónico de activación de %(platform_name)s.
fa_ir: لطفاً پوشه‌های صندوق ورودی و هرزنامه رایانامه ثبت‌شده خود را برای دریافت پیام فعال‌سازی از سوی %(platform_name)s بررسی کنید.
fr_ca: Veuillez vérifier votre boîte de réception et vos dossiers de pourriels pour un courriel d'activation de %(platform_name)s.

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
es_419: Si no encuentras este correo, puedes <a href="%(reset_link)s" target="_blank">reestablecer tu contraseña </a> para activar tu cuenta.
es_es: Si no puede encontrar este correo electrónico, puede <a href="%(reset_link)s" target="_blank">restablecer su contraseña</a> para activar su cuenta.
fa_ir: اگر نمی‌توانید این رایانامه را پیدا کنید، می‌توانید<a href="%(reset_link)s" target="_blank"> بازنشانی گذرواژه </a> کنید تا حساب کاربری شما فعال شود.
fr_ca: Si vous ne trouvez pas ce courriel, vous pouvez <a href="%(reset_link)s" target="_blank">réinitialiser votre mot de passe</a> pour activer votre compte.

source: If you cannot find this email, you can reset your password to activate your account.
es_419: Sino puedes encontrar este correo electrónico, puedes reestablecer tu contraseña para activar tu cuenta.
es_es: Si no puede encontrar este correo electrónico, puede restablecer su contraseña para activar su cuenta.
fa_ir: اگر این رایانامه را نیافتید، می‌توانید گذرواژه خود را برای فعالسازی حساب کاربری خود بازتنظیم کنید.
fr_ca: Si vous ne trouvez pas ce courriel, vous pouvez réinitialiser votre mot de passe pour activer votre compte.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
es_419: Si continúas teniendo inconvenientes por favor contacta <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Soporte</a>.
es_es: Si sigue teniendo problemas, póngase en contacto con <a href="%(link_urls.contact_us)s" target="_blank">el servicio de asistencia técnica %(platform_name)s</a> .
fa_ir: اگر همچنان مشکل دارید، لطفا با پشتیبانی <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)sتماس بگیرید</a>.
fr_ca: Si vous continuez à avoir des problèmes, veuillez contacter<a href="%(link_urls.contact_us)s" target="_blank"> le support %(platform_name)s</a>.

source: Set up and start your proctored exam
es_419: Configura y empieza tu examen supervisado
es_es: Configure y comience su examen supervisado
fa_ir: آزمون اختصاصی خود را تنظیم و آغاز کنید
fr_ca: Configurez et démarrez votre examen surveillé

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
es_419: Nota: Como parte de la configuración del examen supervisado, se te solicitará verificar tu identidad. Antes de empezar, asegurate que cuentas con un computador con camará web, y que tienes un documento valido de identificación fotográficar como lo es la licencia de conducción o el pasaporte.
es_es: Nota: Como parte de la configuración del examen supervisado, se te solicitará verificar tu identidad. Antes de empezar, asegúrate de que cuentas con un ordenador con cámara web y de que tienes un documento válido de identificación con tu foto como el carné de conducir o el pasaporte.
fa_ir: توجه: به‌عنوان بخشی از تنظیمات آزمون حفاظت‌شده، از شما خواسته می‌شود هویت خود را تأیید کنید. پیش از آغاز، اطمینان حاصل کنید که با رایانه‌ای مجهز به دوربین هستید و یک فرم معتبر کارت شناسایی مانند گواهینامه رانندگی یا گذرنامه دارید.
fr_ca: Remarque: dans le cadre de la configuration de l'examen surveillé, il vous sera demandé de vérifier votre identité. Avant de commencer, assurez-vous que vous êtes sur un ordinateur équipé d'une webcam et que vous possédez une pièce d'identité avec photo valide comme un permis de conduire ou un passeport.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
es_419: Si tienes problemas en relación a la supervisión, puedes contactar %(provider_name)s servicio tecnico a través del correo electronico emailing %(provider_tech_support_email)s o llamando al %(provider_tech_support_phone)s.
es_es: Si tiene problemas relacionados con la supervisión, puede comunicarse con el soporte técnico %(provider_name)s enviando un correo electrónico %(provider_tech_support_email)s o llamando %(provider_tech_support_phone)s.
fa_ir: اگر مشکلاتی در رابطه با حفاظت دارید، می‌توانید با پشتیبانی فنی %(provider_name)sاز طریق رایانامه به %(provider_tech_support_email)sیا با تماس با %(provider_tech_support_phone)sتماس بگیرید.
fr_ca: Si vous rencontrez des problèmes de surveillance, vous pouvez contacter le support technique %(provider_name)s en écrivant un courriel à %(provider_tech_support_email)s ou en appelant%(provider_tech_support_phone)s.

source: Start System Check
es_419: Empezar chequeo del sistema
es_es: Comenzar comprobación del sistema
fa_ir: آغاز بررسی سامانه
fr_ca: Démarrer la vérification du système
sw_ke: Anza Mfumo wa Ukaguaji
tr_tr: Sistem Denetimine Başla

source: Start Exam
es_419: Empezar Examen
es_es: Iniciar examen
fa_ir: آغاز آزمون
fr_ca: Commencer l'examen

source: Step 1
es_419: Paso 1
es_es: Paso 1
fa_ir: مرحله 1
fr_ca: Étape 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
es_419: Copia este único código de examen. Serás solicitado que escribas el código luego antes de empezar la prueba.
es_es: Copie este código de examen único. Se le pedirá que pegue este código más tarde antes de comenzar el examen.
fa_ir: این کدآزمون منحصربه‌فرد را کپی کنید. بعداً پیش از آغاز آزمون از شما درخواست خواهد شد که این کد را جایگذاری کنید.
fr_ca: Copiez ce code d'examen unique. Vous serez invité à coller ce code plus tard avant de commencer l'examen.

source: Copy Exam Code
es_419: Copia el Código de el Examen
es_es: Copiar código de examen
fa_ir: کپی کدآزمون
fr_ca: Copier le code d'examen

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
es_419: Selecciona el código del exmen, luego copialo usando Control + C (Windows) o Comando + C (Mac).
es_es: Seleccione el código del examen, luego cópielo usando Control + C (Windows) o Comando + C (Mac).
fa_ir: کد امتحان را برگزینید، سپس با استفاده از Control + C (ویندوز) یا Command + C (Mac) آن را کپی کنید.
fr_ca: Sélectionnez le code d'examen, puis copiez-le en utilisant Control + C (Windows) ou Command + C (Mac).

source: Step 2
es_419: Paso 2
es_es: Paso 2
fa_ir: مرحله 2
fr_ca: Étape 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
es_419: Empieza la verificación del sistema ahora. Una nueva ventana se abrirá para este paso y de esta forma verificarás tu identidad.
es_es: Inicie la comprobación de su sistema ahora. Se abrirá una nueva ventana para este paso y verificará su identidad.
fa_ir: اکنون بررسی سامانه خود را آغاز کنید. پنجره جدید برای این مرحله باز خواهد شد و به این شکل شما هویت خود را تأیید می‌کنید.
fr_ca: Démarrez votre vérification du système maintenant. Une nouvelle fenêtre s'ouvrira pour cette étape et vous vérifierez votre identité.

source: Make sure you:
es_419: Asegúrate de:
es_es: Asegúrese:
fa_ir: اطمینان کسب کنید که شما :
fr_ca: Assurez-vous :

source: Have a computer with a functioning webcam
es_419: Contar con un computador con cámara web funcionando
es_es: Tener una computadora con una cámara web que funcione
fa_ir: رایانه‌ای مجهز به دوربین در اختیار دارید
fr_ca: Ayez un ordinateur avec une webcam fonctionnelle

source: Have your valid photo ID (e.g. driver's license or passport) ready
es_419: Tener una foto de identificación valida (ejemplo: licencia de conducción o pasaporte) a la mano
es_es: Tenga lista su identificación con foto válida (por ejemplo, licencia de conducir o pasaporte)
fa_ir: تصویر مدرک شناسایی عکس‌دار معتبر خود (مانند گواهینامه رانندگی یا گذرنامه) آماده داشته باشید
fr_ca: Ayez à portée de main votre pièce d'identité valide avec photo (par exemple, permis de conduire ou passeport)

source: Step 3
es_419: Paso 3
es_es: Paso 3
fa_ir: مرحله 3
fr_ca: Étape 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
es_419: Para seguridad y razones íntegras, te solicitamos que ingreses a tu cuenta edX. Luego te redireccionaremos al RPNow experiencia supervisada.
es_es: Por razones de seguridad e integridad del examen, le pedimos que inicie sesión en su cuenta edX. Luego lo dirigiremos a la experiencia de supervisión de RPNow.
fa_ir: به دلایل امنیتی و یکپارچگی آزمون، از شما می‌خواهیم به حساب کاربری ادکس خود وارد شوید. سپس شما را به تجربه جستجوی RPNow هدایت می‌کنیم.
fr_ca: Pour des raisons de sécurité et d'intégrité des examens, nous vous demandons de vous connecter à votre compte EDUlib. Ensuite, nous vous dirigerons vers l'expérience de surveillance RPNow.

source: Take this exam without proctoring.
es_419: Tomar este examen sin supervisión.
es_es: Realizar este examen sin supervisión.
fa_ir: شرکت در آزمون بدون حفاظت
fr_ca: Prenez cet examen sans surveillance.
sw_ke: Fanya mtihani bila usimamizi.
tr_tr: Bu sınavı gözetmensiz olarak al.

source: You must complete an onboarding exam before taking this proctored exam
es_419: Debés completar el examen de inducción antes de tomar el examen supervisado
es_es: Debe completar un examen de incorporación antes de realizar este examen supervisado
fa_ir: پیش از شرکت در این آزمون حفاظت‌شده، باید آزمون جاری را تکمیل کنید
fr_ca: Vous devez passer un examen d'intégration avant de passer cet examen surveillé

source: Please complete an onboarding exam before attempting this exam.
es_419: Debés completar el examen de inducción antes de tomar el examen supervisado
es_es: Complete un examen de incorporación antes de intentar este examen.
fa_ir: لطفاً پیش از اقدام به انجام این آزمون، یک آزمون داخلی را تکمیل کنید.
fr_ca: Veuillez passer un examen d'intégration avant de tenter cet examen.

source: Navigate to onboarding exam
es_419: Navega hacia el examen de inducción
es_es: Navegar al examen de incorporación
fa_ir: انتقال به آزمون جاری
fr_ca: Accédez à l'examen d'intégration

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
es_419: Tu examen de inducción está siendo revisado. Antes de presentarse a este examen, por favor permítanos entre 2 días hábiles para la revisión de su examen de inducción.
es_es: Su examen de ingreso está siendo revisado. Antes de intentar este examen, espere más de 2 días hábiles para que se revise su examen de ingreso.
fa_ir: آزمون آزمایشی شما در حال بررسی است. پیش از اقدام به انجام این آزمون، لطفاً 2 روز کاری بیشتر، برای بررسی آن در نظر بگیرید.
fr_ca: Votre examen d'intégration est en cours de révision. Avant de tenter cet examen, veuillez prévoir plus de 2 jours ouvrables pour que votre examen d'intégration soit examiné.

source: Your onboarding exam failed to pass all requirements.
es_419: Tu examen de inducción no cumplió con todos los requerimientos.
es_es: Su examen de ingreso no pasó todos los requisitos.
fa_ir: آزمون جاری شما هیچ کدام از شرایط لازم را ندارد.
fr_ca: Votre examen d'intégration n'a pas satisfait à toutes les exigences.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
es_419: La supervisación para tu examen esta siendo proveído via %(provider_name)s. Si tienes dudas acerca del estado de tu exam de inducción, por favor contacta <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
es_es: La supervisión de su examen se proporciona a través de %(provider_name)s. Si tiene preguntas sobre el estado de su examen de incorporación, comuníquese con <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
fa_ir: حفاظت از آزمون شما از طریق %(provider_name)sانجام می‌شود. اگر درباره وضعیت آزمون ورودی خود سؤالی دارید، با <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>تماس بگیرید.
fr_ca: La surveillance de votre examen est assurée via %(provider_name)s. Si vous avez des questions sur l'état de votre examen d'intégration, contactez <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
es_419: No has completado los prerrequisitos para este examen. Todos los requerimientos deben ser cumplidos antes de que puedas tomar este examen supervisado.
es_es: No ha completado los requisitos previos para este examen. Se deben cumplir todos los requisitos antes de poder realizar este examen supervisado.
fa_ir: شما پیش‌نیازهای این آزمون را تکمیل نکرده‌اید. پیش از اینکه بتوانید در این آزمون حفاظت‌شده شرکت کنید، باید همه شرایط را رعایت کنید.
fr_ca: Vous n'avez pas rempli les conditions préalables pour cet examen. Toutes les conditions doivent être remplies avant de pouvoir passer cet examen surveillé.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
es_419: Los siguientes requisitos están en un estado <strong>pendiente</strong> y tienen que ser cumplidos exitosamente antes de que pueda proceder:
es_es: Los siguientes requisitos están <strong>pendientes</strong> y deben ser complidos con éxito antes de que puedas proceder:
fa_ir: پیش‌نیازهای زیر در <strong> در حالت تعلیق</strong> است و پیش از ادامه، باید با موفقیت تکمیل شود:
fr_ca: Les prérequis suivants sont dans un état <strong>en attente </strong>et doivent être complétés avec succès avant de pouvoir procéder:
sw_ke: Masharti yafuatayo <strong>hayajashughulikiwa</strong> na yanahitaji kukamilishwa kwa usahihi kabla ya kuendelea:
tr_tr: Aşağıdaki öngereklilikler <strong>bekleme</strong> aşamasında ve devam etmeden önce tamamlanmaları gerekiyor:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
es_419: Puedes tomar este examen supervisado solo cuando cumplas con todos los prerrequisitos.
es_es: Puede realizar este examen con supervisión solo cuando se hayan completado con éxito todos los requisitos previos.
fa_ir: فقط زمانی می‌توانید در این آزمون حفاظت‌شده شرکت کنیدکه همه پیش‌نیازها با موفقیت طی شده باشند.
fr_ca: Vous ne pouvez passer cet examen avec surveillance que lorsque tous les prérequis ont été remplis avec succès.

source: Your Proctoring Session Has Started
es_419: Su Sesión Supervisada Ha Comenzado
es_es: Tu sesión de supervisión ha comenzado
fa_ir: جلسه آزمون حفاظت‌شده شما شروع شده است
fr_ca: Votre session surveillée a commencée
sw_ke: Muda Wako wa kufanya Mtihani Umeanza
tr_tr: Gözetmenli Sınav Oturumunuz Başladı

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
es_419: A partir de este momento, debe seguir las <a href="%(link_urls.online_proctoring_rules)s" target="_blank">reglas de supervisión online</a> para aprobar la revisión de la supervisión para su examen.
es_es: A partir de este momento, debe seguir las <a href="%(link_urls.online_proctoring_rules)s" target="_blank">reglas de supervisión en línea</a> para aprobar la revisión de supervisión de su examen.
fa_ir: در این نقطه از زمان، شما باید <a href="%(link_urls.online_proctoring_rules)s" target="_blank">قوانین حفاظت برخط</a> را برای قبولی در بررسی حفاظت‌شده آزمون خود را دنبال کنید.
fr_ca: À partir de ce moment, vous devez suivre les <a href="%(link_urls.online_proctoring_rules)s" target="_blank">règles de surveillance en ligne</a> afin de passer la revue de surveillance pour votre examen.
sw_ke: Kuanzia muda huu wa sasa, lazima ufuate kanuni za usimamizi wa mtihani mtandaoni zilizo kwenye <a href="%(link_urls.online_proctoring_rules)s" target="_blank"> ili kuweza</a> kufaulu kufanya mtihani wako.
tr_tr: Bu noktadan itibaren, gözetmen denetiminden geçebilmek için <a href="%(link_urls.online_proctoring_rules)s" target="_blank">çevrimiçi gözetmenli sınav kurallarını</a> takip etmelisiniz.
