Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419, es_es, fa_ir, fr_ca, sw_ke, tr_tr

source: practice
sw_ke: mazoezi
tr_tr: alıştırma

source: proctored
sw_ke: unasimamiwa
tr_tr: gözetmenli

source: You will be guided through steps to set up online proctoring software and to perform various checks.
tr_tr: Gözetmen yazılımının ayarlanmasının her bir adamında size rehberlik edilecek ve çeşitli denetimler yapılacak.

source: OK
eo: ÖK Ⱡ'σя#

source: Error Ending Exam
eo: Érrör Éndïng Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Something has gone wrong ending your exam. Please reload the page and start again.
eo: Söméthïng häs göné wröng éndïng ýöür éxäm. Pléäsé rélöäd thé pägé änd stärt ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Error Starting Exam
eo: Érrör Stärtïng Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Something has gone wrong starting your exam. Please double-check that the application is running.
eo: Söméthïng häs göné wröng stärtïng ýöür éxäm. Pléäsé döüßlé-çhéçk thät thé äpplïçätïön ïs rünnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Something has gone wrong starting your exam. Please reload the page and start again.
eo: Söméthïng häs göné wröng stärtïng ýöür éxäm. Pléäsé rélöäd thé pägé änd stärt ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Something has gone wrong ending your exam. Please double-check that the application is running.
eo: Söméthïng häs göné wröng éndïng ýöür éxäm. Pléäsé döüßlé-çhéçk thät thé äpplïçätïön ïs rünnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Required field
eo: Réqüïréd fïéld Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Practice Exam
eo: Präçtïçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Proctored Exam
eo: Pröçtöréd Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Additional Time
eo: Àddïtïönäl Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Value
eo: Välüé Ⱡ'σяєм ιρѕ#

source: Eligible
eo: Élïgïßlé Ⱡ'σяєм ιρѕυм ∂#

source: Ready to start
eo: Réädý tö stärt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Ready to resume
eo: Réädý tö résümé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Ready to submit
eo: Réädý tö süßmït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Timed out
eo: Tïméd öüt Ⱡ'σяєм ιρѕυм ∂σł#

source: Practice
eo: Präçtïçé Ⱡ'σяєм ιρѕυм ∂#

source: Proctored
eo: Pröçtöréd Ⱡ'σяєм ιρѕυм ∂σł#

source: Timed
eo: Tïméd Ⱡ'σяєм ιρѕ#

source: Are you sure you want to remove this student's exam attempt?
eo: Àré ýöü süré ýöü wänt tö rémövé thïs stüdént's éxäm ättémpt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Are you sure you want to resume this student's exam attempt?
eo: Àré ýöü süré ýöü wänt tö résümé thïs stüdént's éxäm ättémpt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Not Started
eo: Nöt Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #

source: You have not started your onboarding exam.
eo: Ýöü hävé nöt stärtéd ýöür önßöärdïng éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: You have started your onboarding exam.
eo: Ýöü hävé stärtéd ýöür önßöärdïng éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: You have submitted your onboarding exam.
eo: Ýöü hävé süßmïttéd ýöür önßöärdïng éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: You can now take proctored exams in this course.
eo: Ýöü çän nöw täké pröçtöréd éxäms ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Your onboarding exam has been rejected. Please retry onboarding.
eo: Ýöür önßöärdïng éxäm häs ßéén réjéçtéd. Pléäsé rétrý önßöärdïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: An error has occurred during your onboarding exam. Please retry onboarding.
eo: Àn érrör häs öççürréd dürïng ýöür önßöärdïng éxäm. Pléäsé rétrý önßöärdïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Approved in Another Course
eo: Àpprövéd ïn Ànöthér Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Your onboarding profile has been approved in another course, so you are eligible to take proctored exams in this course. However, it is highly recommended that you complete this course's onboarding exam in order to ensure that your device still meets the requirements for proctoring.
eo: Ýöür önßöärdïng pröfïlé häs ßéén äpprövéd ïn änöthér çöürsé, sö ýöü äré élïgïßlé tö täké pröçtöréd éxäms ïn thïs çöürsé. Höwévér, ït ïs hïghlý réçömméndéd thät ýöü çömplété thïs çöürsé's önßöärdïng éxäm ïn ördér tö énsüré thät ýöür dévïçé stïll mééts thé réqüïréménts för pröçtörïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ#

source: Expiring Soon
eo: Éxpïrïng Söön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Your onboarding profile has been approved in another course, so you are eligible to take proctored exams in this course. However, your onboarding status is expiring soon. Please complete onboarding again to ensure that you will be able to continue taking proctored exams.
eo: Ýöür önßöärdïng pröfïlé häs ßéén äpprövéd ïn änöthér çöürsé, sö ýöü äré élïgïßlé tö täké pröçtöréd éxäms ïn thïs çöürsé. Höwévér, ýöür önßöärdïng stätüs ïs éxpïrïng söön. Pléäsé çömplété önßöärdïng ägäïn tö énsüré thät ýöü wïll ßé äßlé tö çöntïnüé täkïng pröçtöréd éxäms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт.#

source: Setup Started
eo: Sétüp Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Onboarding Started
eo: Önßöärdïng Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Are you sure you want to leave this page? To pass your proctored exam you must also pass the online proctoring session review.
eo: Àré ýöü süré ýöü wänt tö léävé thïs pägé? Tö päss ýöür pröçtöréd éxäm ýöü müst älsö päss thé önlïné pröçtörïng séssïön révïéw. Ⱡ'σяє#
