Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: eo, fr, pt_pt

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
eo: Ýöür pröçtörïng séssïön éndéd ßéföré ýöü çömplétéd thïs präçtïçé éxäm. Ýöü çän rétrý thïs präçtïçé éxäm ïf ýöü häd prößléms séttïng üp thé önlïné pröçtörïng söftwäré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρ#
pt_pt: A sua sessão de supervisão terminou antes de completar este exame prático. Pode tentar novamente este exame prático se tiver problemas na instalação do software de supervisão online.

source: You have submitted this practice proctored exam
eo: Ýöü hävé süßmïttéd thïs präçtïçé pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Submeteu este exame prático supervisionado

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
eo: Präçtïçé éxäms dö nöt äfféçt ýöür grädé. Ýöü hävé çömplétéd thïs präçtïçé éxäm änd çän çöntïnüé wïth ýöür çöürsé wörk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
pt_pt: Os exames práticos não influenciam a sua nota. Já concluiu este exame prático e pode continuar com o seu trabalho de curso.

source: Are you sure you want to take this exam without proctoring?
eo: Àré ýöü süré ýöü wänt tö täké thïs éxäm wïthöüt pröçtörïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Êtes vous sûr de vouloir faire cet examen sans surveillance?
pt_pt: Tem certeza que quer fazer este exame sem supervisão?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
eo: Ìf ýöü täké thïs éxäm wïthöüt pröçtörïng, ýöü wïll nöt ßé élïgïßlé för çöürsé çrédït ör thé MïçröMästérs çrédéntïäl ïf éïthér äpplïés tö thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
pt_pt: Se fizer este exame sem supervisão, não será qualificado para o crédito do curso ou para a inscrição de MicroMasters se qualquer um dos dois se aplicar a este curso.

source: Continue Exam Without Proctoring
eo: Çöntïnüé Éxäm Wïthöüt Pröçtörïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Continuer l'examen sans surveilance
pt_pt: Continuar o Exame Sem Supervisão

source: Go Back
eo: Gö Bäçk Ⱡ'σяєм ιρѕυм #
fr: Retour
pt_pt: Voltar Atrás

source: This exam is proctored
eo: Thïs éxäm ïs pröçtöréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Cet examen est surveillé
pt_pt: Este exame é supervisionado

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
eo: Tö ßé élïgïßlé för çrédït ör thé prögräm çrédéntïäl ässöçïätéd wïth thïs çöürsé, ýöü müst päss thé pröçtörïng révïéw för thïs éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
pt_pt: Para ser eleito para o crédito ou para a inscrição no programa associado a este curso, deve passar na revisão de supervisão para este exame.

source: Continue to my proctored exam.
eo: Çöntïnüé tö mý pröçtöréd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pt_pt: Continuar para o meu exame supervisionado.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
eo: Ýöü wïll ßé güïdéd thröügh stéps tö sét üp önlïné pröçtörïng söftwäré änd vérïfý ýöür ïdéntïtý.</br> Ⱡ'σяєм ιρѕυм ∂σł#
pt_pt: Será orientado através de etapas para criar um software de supervisão online e verificar a sua identidade.</br>

source: Error with proctored exam
eo: Érrör wïth pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Erreur lors de l'examen surveillé
pt_pt: Erro com o exame supervisionado

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
pt_pt: Ocorreu um erro de sistema com o seu exame supervisionado. Por favor, contacte o seu curso equipa a <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> para assistência, e voltar ao exame assim que receber mais instruções.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
pt_pt: Ocorreu um erro de sistema com o seu exame supervisionado. Por favor contacte <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Suporte</a> para assistência, e voltar ao exame assim que receber mais instruções.

source: Close
eo: Çlösé Ⱡ'σяєм ιρѕ#
fr: Fermer
pt_pt: Fechar

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
eo: Thé çöntént öf thïs éxäm çän önlý ßé vïéwéd thröügh thé RPNöw äpplïçätïön. Ìf ýöü hävé ýét tö çömplété ýöür éxäm, pléäsé rétürn tö thé RPNöw äpplïçätïön tö pröçééd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσ#
pt_pt: O conteúdo deste exame só pode ser visto através da aplicação RPNow. Se ainda não tiver completado o seu exame, por favor voltar ao pedido RPNow para continuar..

source: Alternatively, you can end your exam.
eo: Àltérnätïvélý, ýöü çän énd ýöür éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Em alternativa, pode terminar o seu exame.

source: End My Exam
eo: Énd Mý Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя #
pt_pt: Terminar O Meu Exame

source: The due date for this exam has passed
eo: Thé düé däté för thïs éxäm häs pässéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: L'échéance de cet examen est passée
pt_pt: A data limite para este exame passou

source: Because the due date has passed, you are no longer able to take this exam.
eo: Béçäüsé thé düé däté häs pässéd, ýöü äré nö löngér äßlé tö täké thïs éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: L'échéance est dépassée, vous ne pouvez pas passer cet examen.
pt_pt: Porque a data limite já passou, já não pode fazer este exame.

source: You did not satisfy the requirements for taking this exam with proctoring.
eo: Ýöü dïd nöt sätïsfý thé réqüïréménts för täkïng thïs éxäm wïth pröçtörïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pt_pt: Não cumpriu os requisitos para fazer este exame com supervisão.

source: You did not satisfy the following prerequisites:
eo: Ýöü dïd nöt sätïsfý thé föllöwïng préréqüïsïtés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Vous n'avez pas remplis les conditions préalables suivantes:
pt_pt: Você não satisfez os seguintes pré-requisitos:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
eo: Düé tö ünsätïsfïéd préréqüïsïtés, ýöü çän önlý täké thïs éxäm wïthöüt pröçtörïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
pt_pt: Devido a pré-requisitos insatisfeitos, você só pode fazer este exame sem supervisão.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
eo: Ìf ýöü hävé qüéstïöns äßöüt thé stätüs öf ýöür réqüïréménts, çöntäçt %(platform_name)s Süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
pt_pt: Se tiver dúvidas sobre o estado dos seus pedidos, contacte %(platform_name)s Suporte.

source: About Proctored Exams
eo: Àßöüt Pröçtöréd Éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: A propos des examens surveillés
pt_pt: Sobre os Exames Supervisionados

source: Complete your verification before starting the proctored exam.
eo: Çömplété ýöür vérïfïçätïön ßéföré stärtïng thé pröçtöréd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
pt_pt: Complete a sua verificação antes de iniciar o exame supervisionado.

source: You must successfully complete identity verification before you can start the proctored exam.
eo: Ýöü müst süççéssfüllý çömplété ïdéntïtý vérïfïçätïön ßéföré ýöü çän stärt thé pröçtöréd éxäm. Ⱡ'σяєм ιρ#
pt_pt: Você deve concluir com êxito a verificação de identidade antes de poder iniciar o exame supervisionado.

source: Your verification is pending. Results should be available 2-3 days after you submit your verification.
eo: Ýöür vérïfïçätïön ïs péndïng. Résülts shöüld ßé äväïläßlé 2-3 däýs äftér ýöü süßmït ýöür vérïfïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
pt_pt: A sua verificação está pendente. Os resultados devem estar disponíveis 2-3 dias depois de submeter a sua verificação.

source: Your verification attempt failed. Please read our guidelines to make sure you understand the requirements for successfully completing verification, then try again.
eo: Ýöür vérïfïçätïön ättémpt fäïléd. Pléäsé réäd öür güïdélïnés tö mäké süré ýöü ündérständ thé réqüïréménts för süççéssfüllý çömplétïng vérïfïçätïön, thén trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
pt_pt: A sua tentativa de verificação falhou. Por favor, leia as nossas orientações para se certificar de que compreende os requisitos para concluir a verificação com êxito e tente novamente.

source: Retry Verification
eo: Rétrý Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Réessayer la vérification
pt_pt: Repita a Verificação

source: Your verification has expired. You must successfully complete a new identity verification before you can start the proctored exam.
eo: Ýöür vérïfïçätïön häs éxpïréd. Ýöü müst süççéssfüllý çömplété ä néw ïdéntïtý vérïfïçätïön ßéföré ýöü çän stärt thé pröçtöréd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσ#
pt_pt: A sua verificação expirou. Deve concluir com êxito uma nova verificação de identidade antes de iniciar o exame supervisionado.

source: Continue to Verification
eo: Çöntïnüé tö Vérïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
pt_pt: Continuar a Verificação

source: Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
eo: Mäké süré ýöü äré ön ä çömpütér wïth ä wéßçäm, änd thät ýöü hävé välïd phötö ïdéntïfïçätïön süçh äs ä drïvér's lïçénsé ör pässpört, ßéföré ýöü çöntïnüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтє#
pt_pt: Certifique-se que está num computador com uma webcam, e que tem identificação de foto válida, como uma carta de condução ou passaporte, antes de continuar.

source: You have not activated your account.
eo: Ýöü hävé nöt äçtïvätéd ýöür äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Ainda não activou a sua conta.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
eo: Ýöür %(platform_name)s äççöünt häs nöt ýét ßéén äçtïvätéd. Tö täké thé pröçtöréd éxäm, ýöü äré réqüïréd tö äçtïväté ýöür äççöünt. #
pt_pt: A sua conta %(platform_name)s ainda não foi activada. Para fazer o exame supervisionado, é-lhe solicitado que active a sua conta.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
eo: Pléäsé çhéçk ýöür régïstéréd émäïl's Ìnßöx änd Späm földérs för än äçtïvätïön émäïl fröm %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя #
pt_pt: Por favor, verifique as suas caixas de correio electrónico registadas e as pastas Spam para um e-mail de activação de %(platform_name)s.

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
eo: Ìf ýöü çännöt fïnd thïs émäïl, ýöü çän <a href="%(reset_link)s" target="_blank">rését ýöür pässwörd</a> tö äçtïväté ýöür äççöünt. Ⱡ'σяєм ιρѕυм ∂σł#
pt_pt: Se não conseguir encontrar este e-mail, pode <a href="%(reset_link)s" target="_blank">redefinir a sua palavra-passe</a> para activar a sua conta.

source: If you cannot find this email, you can reset your password to activate your account.
eo: Ìf ýöü çännöt fïnd thïs émäïl, ýöü çän rését ýöür pässwörd tö äçtïväté ýöür äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt_pt: Se não conseguir encontrar este e-mail, pode redefinir a sua palavra-passe para activar a sua conta.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
eo: Ìf ýöü çöntïnüé tö hävé tröüßlé pléäsé çöntäçt <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Süppört</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pt_pt: Se continuar a ter problemas por favor contacte <a href="%(link_urls.contact_us)s" target="_blank"> Suporte %(platform_name)s</a>.

source: Set up and start your proctored exam
eo: Sét üp änd stärt ýöür pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Prepare e inicie o seu exame supervisionado

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
eo: Nöté: Às pärt öf thé pröçtöréd éxäm sétüp, ýöü wïll ßé äskéd tö vérïfý ýöür ïdéntïtý. Béföré ýöü ßégïn, mäké süré ýöü äré ön ä çömpütér wïth ä wéßçäm, änd thät ýöü hävé ä välïd förm öf phötö ïdéntïfïçätïön süçh äs ä drïvér’s lïçénsé ör pässpört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтя#
pt_pt: Nota: Como parte da configuração do exame, ser-lhe-á pedido para verificar a sua identidade. Antes de começar, certifique-se de que está num computador com uma webcam, e que tem um formulário válido de identificação com fotografia, tal como uma carta de condução ou passaporte.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
eo: Ìf ýöü hävé ïssüés rélätïng tö pröçtörïng, ýöü çän çöntäçt %(provider_name)s téçhnïçäl süppört ßý émäïlïng %(provider_tech_support_email)s ör ßý çällïng %(provider_tech_support_phone)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
pt_pt: Se tiver problemas relacionados com a supervisão, pode contactar o apoio técnico %(provider_name)s por e-mail %(provider_tech_support_email)s ou por chamada %(provider_tech_support_phone)s.

source: Start System Check
eo: Stärt Sýstém Çhéçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Démarrer le diagnostique système
pt_pt: Iniciar Verificação do Sistema

source: Start Exam
eo: Stärt Éxäm Ⱡ'σяєм ιρѕυм ∂σłσ#
pt_pt: Iniciar Exame

source: Step 1
eo: Stép 1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
pt_pt: Passo 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
eo: Çöpý thïs ünïqüé éxäm çödé. Ýöü wïll ßé prömptéd tö pästé thïs çödé lätér ßéföré ýöü stärt thé éxäm. Ⱡ'σяєм ιρѕυ#
pt_pt: Copiar este código de exame único. Ser-lhe-á pedido que cole este código mais tarde, antes de iniciar o exame.

source: Copy Exam Code
eo: Çöpý Éxäm Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
pt_pt: Copiar Código de Exame

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
eo: Séléçt thé éxäm çödé, thén çöpý ït üsïng Çöntröl + Ç (Wïndöws) ör Çömmänd + Ç (Mäç). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt_pt: Seleccionar o código do exame, depois copiá-lo usando Control + C (Windows) ou Command + C (Mac).

source: Step 2
eo: Stép 2 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
pt_pt: Passo 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
eo: Stärt ýöür sýstém çhéçk nöw. À néw wïndöw wïll öpén för thïs stép änd ýöü wïll vérïfý ýöür ïdéntïtý. Ⱡ'σяєм ιρѕυм ∂σ#
pt_pt: Comece já a verificar o seu sistema. Uma nova janela abrir-se-á para esta etapa e verificará a sua identidade.

source: Make sure you:
eo: Mäké süré ýöü: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pt_pt: Certifique-se:

source: Have a computer with a functioning webcam
eo: Hävé ä çömpütér wïth ä fünçtïönïng wéßçäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
pt_pt: Ter um computador com uma webcam a funcionar

source: Have your valid photo ID (e.g. driver's license or passport) ready
eo: Hävé ýöür välïd phötö ÌD (é.g. drïvér's lïçénsé ör pässpört) réädý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
pt_pt: Tenha a sua identificação com fotografia válida (por exemplo, carta de condução ou passaporte) preparada

source: Step 3
eo: Stép 3 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
pt_pt: Passo 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
eo: För séçürïtý änd éxäm ïntégrïtý réäsöns, wé äsk ýöü tö sïgn ïn tö ýöür édX äççöünt. Thén wé wïll dïréçt ýöü tö thé RPNöw pröçtörïng éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂є#
pt_pt: Por razões de segurança e fiabilidade do exame, pedimos-lhe que inicie sessão na sua conta edX. Em seguida, direccioná-lo-emos para a RPNow proctoring experience.

source: Take this exam without proctoring.
eo: Täké thïs éxäm wïthöüt pröçtörïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Faire cette examen sans surveillance.
pt_pt: Faça este exame sem supervisão.

source: You must complete an onboarding exam before taking this proctored exam
eo: Ýöü müst çömplété än önßöärdïng éxäm ßéföré täkïng thïs pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
pt_pt: Deve completar um exame de admissão antes de fazer este exame com supervisão

source: Please complete an onboarding exam before attempting this exam.
eo: Pléäsé çömplété än önßöärdïng éxäm ßéföré ättémptïng thïs éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
pt_pt: Por favor, completar um exame de admissão antes de realizar este exame.

source: Navigate to onboarding exam
eo: Nävïgäté tö önßöärdïng éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
pt_pt: Ir para o exame de admissão

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
eo: Ýöür önßöärdïng éxäm ïs ßéïng révïéwéd. Béföré ättémptïng thïs éxäm, pléäsé ällöw 2+ ßüsïnéss däýs för ýöür önßöärdïng éxäm tö ßé révïéwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
pt_pt: O seu exame de admissão está a ser revisto. Antes de realizar este exame, aguarde 2 ou mais dias úteis para que o seu exame de admissão seja revisto.

source: Your onboarding exam failed to pass all requirements.
eo: Ýöür önßöärdïng éxäm fäïléd tö päss äll réqüïréménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: O seu exame de admissão não cumpriu todos os requisitos.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
eo: Pröçtörïng för ýöür éxäm ïs prövïdéd vïä %(provider_name)s. Ìf ýöü hävé qüéstïöns äßöüt thé stätüs öf ýöür önßöärdïng éxäm, çöntäçt <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
pt_pt: A supervisão para o seu exame é fornecida através de %(provider_name)s. Se tiver dúvidas sobre o estado do seu exame de admissão, contacte <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
