Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: eo, fr, pt_pt

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
eo: Ýöü hävé nöt çömplétéd thé préréqüïsïtés för thïs éxäm. Àll réqüïréménts müst ßé sätïsfïéd ßéföré ýöü çän täké thïs pröçtöréd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
pt_pt: Ainda não preencheu os pré-requisitos para este exame. Todos os requisitos devem ser preenchidos antes de poder fazer este exame supervisionado.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
eo: Thé föllöwïng préréqüïsïtés äré ïn ä <strong>péndïng</strong> stäté änd müst ßé süççéssfüllý çömplétéd ßéföré ýöü çän pröçééd: Ⱡ'σяєм #
pt_pt: Os seguintes pré-requisitos estão num estado <strong>pendente</strong> e devem ser concluídos com êxito antes de poder prosseguir:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
eo: Ýöü çän täké thïs éxäm wïth pröçtörïng önlý whén äll préréqüïsïtés hävé ßéén süççéssfüllý çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
pt_pt: Só pode fazer este exame supervisionado quando todos os pré-requisitos tiverem sido preenchidos com sucesso.

source: Your Proctoring Session Has Started
eo: Ýöür Pröçtörïng Séssïön Häs Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Votre session d'examen surveillé a démarré
pt_pt: A Sua Sessão De Supervisão Foi Iniciada

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
eo: Fröm thïs pöïnt ïn tïmé, ýöü müst föllöw thé <a href="%(link_urls.online_proctoring_rules)s" target="_blank">önlïné pröçtörïng rülés</a> tö päss thé pröçtörïng révïéw för ýöür éxäm. Ⱡ'σяєм ιρѕυ#
fr: A ce stade vous devez suivre les <a href="%(link_urls.online_proctoring_rules)s" target="_blank">régles de surveillance en ligne</a> pour satisfaire les revues de votre examen surveillé.
pt_pt: A partir deste momento, deve seguir o <a href="%(link_urls.online_proctoring_rules)s" target="_blank">regras de supervisão online</a> para passar a revisão de supervisão para o seu exame.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
eo: Dö nöt çlösé thïs wïndöw ßéföré ýöü fïnïsh ýöür éxäm. ïf ýöü çlösé thïs wïndöw, ýöür pröçtörïng séssïön énds, änd ýöü wïll nöt süççéssfüllý çömplété thé pröçtöréd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ησ#
fr: Ne fermez pas cette fenêtre avant d'avoir terminé votre examen. Si vous fermez cette fenêtre, votre session d'examen surveillé sera terminé et vous n'aurez pas complété avec succès votre examen.
pt_pt: Não feche esta janela antes de terminar o exame. Se fechar esta janela, a sua sessão de supervisão termina, e não concluirá com suceeso o exame supervisionado.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
eo: Rétürn tö thé %(platform_name)s çöürsé wïndöw tö stärt ýöür éxäm. Whén ýöü hävé fïnïshéd ýöür éxäm änd hävé märkéd ït äs çömplété, ýöü çän çlösé thïs wïndöw tö énd thé pröçtörïng séssïön änd üplöäd ýöür pröçtörïng séssïön dätä för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυα#
fr: Retournez sur la page du cours %(platform_name)s pour démarrer votre examen. Lorsque vous avez fini l'examen et indiqué qu'il est complété, vous pouvez fermer cette fenêtre pour terminer la session d'examen surveillé et envoyer votre session pour évaluation par nos équipes.
pt_pt: Retorne à janela do curso %(platform_name)s para iniciar o exame. Quando terminar o exame e o marcar como completo, pode fechar esta janela para encerrar a sessão de supervisão e carregar os seus dados de sessão de supervisão para revisão.

source: Your exam is ready to be resumed.
eo: Ýöür éxäm ïs réädý tö ßé résüméd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
pt_pt: O seu exame está pronto para ser reiniciado.

source: You will have %(total_time)s to complete your exam.
eo: Ýöü wïll hävé %(total_time)s tö çömplété ýöür éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Terá %(total_time)s para completar o exame.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
eo: Tö ßé élïgïßlé för çrédït ör thé prögräm çrédéntïäl ässöçïätéd wïth thïs çöürsé, ýöü müst päss thé pröçtörïng révïéw för thïs éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
pt_pt: Para ser elegível para o crédito ou para a obtenção do programa associada a este curso, deve passar a revisão de supervisão para este exame.

source: Important
eo: Ìmpörtänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
pt_pt: Importante

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
eo: &#8226; Ýöü hävé %(total_time)s tö çömplété thïs éxäm. </br> &#8226; Önçé ýöü stärt thé éxäm, ýöü çännöt stöp thé tïmér. </br> &#8226; För äll qüéstïön týpés, ýöü müst çlïçk "süßmït" tö çömplété ýöür änswér. </br> &#8226; Ìf tïmé éxpïrés ßéföré ýöü çlïçk "Énd Mý Éxäm", önlý ýöür süßmïttéd änswérs wïll ßé grädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт#
pt_pt: &#8226; Tem %(total_time)s para completar este exame. </br> &#8226; Uma vez iniciado o exame, não pode parar o temporizador. </br> &#8226; Para todos os tipos de perguntas, deve clicar em "submeter" para completar a sua resposta. </br> &#8226; Se o tempo expirar antes de clicar em "Terminar o Meu Exame", apenas as respostas submetidas serão classificadas.

source: Proctored Exam Rules
eo: Pröçtöréd Éxäm Rülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
pt_pt: Regras do Exame Supervisionado

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
eo: Ýöü müst ädhéré tö thé föllöwïng rülés whïlé ýöü çömplété thïs éxäm. <strong>Ìf ýöü vïöläté thésé rülés, ýöü wïll réçéïvé ä sçöré öf 0 ön thé éxäm, änd ýöü wïll nöt ßé élïgïßlé för äçädémïç çöürsé çrédït. </strong></br> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
pt_pt: Deve cumprir as seguintes regras enquanto completa este exame. <strong>Se violar estas regras, obterá uma classificação de 0 no exame, e não será elegível para o crédito do curso académico. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
eo: %(platform_name)s Rülés för Önlïné Pröçtöréd Éxäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: %(platform_name)s Regras para Exames Online Supervisionados

source: Additional Exam Rules
eo: Àddïtïönäl Éxäm Rülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
pt_pt: Regras de Exame Adicionais

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
eo: Thé föllöwïng äddïtïönäl rülés äpplý tö thïs éxäm. Thésé rülés täké préçédénçé övér thé Rülés för Önlïné Pröçtöréd Éxäms.</br> </br> %(exam_review_policy)s </br> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
pt_pt: As seguintes regras adicionais aplicam-se a este exame. Estas regras têm prioridade sobre as Regras para Exames Online Supervisionados </br> </br> %(exam_review_policy)s </br>

source: Start my exam
eo: Stärt mý éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
pt_pt: Iniciar o meu exame

source: Starting Exam
eo: Stärtïng Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
pt_pt: Exame Inicial

source: Are you sure you want to end your proctored exam?
eo: Àré ýöü süré ýöü wänt tö énd ýöür pröçtöréd éxäm? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Êtes-vous sûre de vouloir terminer votre examen surveillé?
pt_pt: Tem certeza que quer terminar o seu exame supervisionado?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
eo: Mäké süré thät ýöü hävé séléçtéd "Süßmït" för éäçh änswér ßéföré ýöü süßmït ýöür éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
pt_pt: Certifique-se de que seleccionou "Submeter" para cada resposta antes de submeter o seu exame.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
eo: Önçé ýöü çlïçk "Ýés, énd mý pröçtöréd éxäm", thé éxäm wïll ßé çlöséd, änd ýöür pröçtörïng séssïön wïll ßé süßmïttéd för révïéw. Ⱡ'σяє#
pt_pt: Assim que clicar em "Sim, terminar o meu exame supervisionado", o exame será encerrado, e a sua sessão supervisionada será submetida para revisão.

source: Yes, end my proctored exam
eo: Ýés, énd mý pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
pt_pt: Sim, terminar o meu exame supervisionado

source: Ending Exam
eo: Éndïng Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя #
pt_pt: Exame Final

source: No, I'd like to continue working
eo: Nö, Ì'd lïké tö çöntïnüé wörkïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Non je voudrais continuer à travailler
pt_pt: Não, eu gostaria de continuar a trabalhar.

source: Your proctoring session was reviewed, but did not pass all requirements
eo: Ýöür pröçtörïng séssïön wäs révïéwéd, ßüt dïd nöt päss äll réqüïréménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
pt_pt: A sua sessão de supervisão foi revista, mas não passou todos os requisitos

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
eo: Ìf ýöü hävé qüéstïöns äßöüt thé stätüs öf ýöür pröçtörïng séssïön résülts, çöntäçt %(platform_name)s Süppört. Ⱡ'σяєм ιρѕυм ∂σłσя #
pt_pt: Se tiver dúvidas sobre o estado dos resultados da sua sessão de proctoring, contacte o suporte %(platform_name)s.

source: If you have concerns about your proctoring session results, contact your course team.
eo: Ìf ýöü hävé çönçérns äßöüt ýöür pröçtörïng séssïön résülts, çöntäçt ýöür çöürsé téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
pt_pt: Se tiver preocupações sobre os resultados da sua sessão de supervisão, contacte a sua equipa do curso.

source: You have submitted this proctored exam for review
eo: Ýöü hävé süßmïttéd thïs pröçtöréd éxäm för révïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Vous avez envoyer votre examen surveillé pour évaluation
pt_pt: Submeteu este exame supervisionado para revisão

source: Your recorded data should now be uploaded for review.
eo: Ýöür réçördéd dätä shöüld nöw ßé üplöädéd för révïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Os dados que registou devem agora ser carregados para revisão.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
eo: Ìf thé pröçtörïng söftwäré wïndöw ïs stïll öpén, çlösé ït nöw änd çönfïrm thät ýöü wänt tö qüït thé äpplïçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя#
pt_pt: Se a janela do software de supervisão ainda estiver aberta, feche-a agora e confirme que deseja abandonar a aplicação.

source: Proctoring results are usually available within 5 business days after you submit your exam.
eo: Pröçtörïng résülts äré üsüällý äväïläßlé wïthïn 5 ßüsïnéss däýs äftér ýöü süßmït ýöür éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
pt_pt: Os resultados estão normalmente disponíveis no prazo de 5 dias úteis após a apresentação do seu exame.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
eo: Ìf ýöü hävé qüéstïöns äßöüt thé stätüs öf ýöür pröçtöréd éxäm résülts, çöntäçt %(platform_name)s Süppört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Si vous avez des questions à propos du statut de votre examen surveillé, contactez le support %(platform_name)s.
pt_pt: Se tiver dúvidas sobre o estado dos resultados do exame supervisionado, entre em contato com o suporte %(platform_name)s.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
eo: Ýöür pröçtörïng séssïön wäs révïéwéd süççéssfüllý. Gö tö ýöür prögréss pägé tö vïéw ýöür éxäm grädé. Ⱡ'#
pt_pt: A sua sessão de supervisão foi revista com sucesso. Vá à sua página de progresso para ver a sua nota no exame.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
eo: Tö vïéw ýöür éxäm qüéstïöns änd réspönsés, séléçt <strong>Vïéw mý éxäm</strong>. Thé éxäm's révïéw stätüs ïs shöwn ïn thé léft nävïgätïön päné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
fr: Pour voir votre examen et vos réponses, cliquez sur <strong>Voir mon examen</strong>. Le statut de la revue de l'examen est disponible dans le menu de gauche.
pt_pt: Para ver suas perguntas e respostas do exame, selecione <strong>ver meu</strong> de exame. O estado de revisão do exame é mostrado no painel de navegação esquerdo.

source: View my exam
eo: Vïéw mý éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Voir mon examen
pt_pt: Ver o meu exame

source: %(exam_name)s is a Timed Exam (%(total_time)s)
eo: %(exam_name)s ïs ä Tïméd Éxäm (%(total_time)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: %(exam_name)s est un examen minuté (%(total_time)s)
pt_pt: %(exam_name)s é um exame cronometrado (%(total_time)s)

source: This exam has a time limit associated with it.
eo: Thïs éxäm häs ä tïmé lïmït ässöçïätéd wïth ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Cet examen est à temps limité.
pt_pt: Este exame tem um limite de tempo associado a ele.

source: To pass this exam, you must complete the problems in the time allowed.
eo: Tö päss thïs éxäm, ýöü müst çömplété thé prößléms ïn thé tïmé ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Pour réussir l'examen, vous devez répondre aux questions dans le temps imparti.
pt_pt: Para passar neste exame, deve completar os problemas no tempo concedido.

source: After you select
eo: Àftér ýöü séléçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Après avoir choisi
pt_pt: Depois de selecionar

source: I am ready to start this timed exam,
eo: Ì äm réädý tö stärt thïs tïméd éxäm, Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Je suis prêt à démarrer cet examen à temps limité,
pt_pt: Estou pronto para começar este exame cronometrado,

source: you will have
eo: ýöü wïll hävé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: vous aurez
pt_pt: dispõe apenas de

source: to complete and submit the exam.
eo: tö çömplété änd süßmït thé éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: pour compléter et soumettre l'examen.
pt_pt: para completar e submeter o exame.

source: I am ready to start this timed exam.
eo: Ì äm réädý tö stärt thïs tïméd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Je suis prêt à démarrer cet examen à temps limité.
pt_pt: Estou pronto para começar este exame cronometrado.

source: Can I request additional time to complete my exam?
eo: Çän Ì réqüést äddïtïönäl tïmé tö çömplété mý éxäm? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Puis-je demander un temps additionnel pour compléter mon examen ?
pt_pt: Posso pedir mais tempo para completar o meu exame?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
eo: Ìf ýöü hävé dïsäßïlïtïés, ýöü mïght ßé élïgïßlé för än äddïtïönäl tïmé ällöwänçé ön tïméd éxäms. Àsk ýöür çöürsé téäm för ïnförmätïön äßöüt äddïtïönäl tïmé ällöwänçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#
fr: Si vous avez des incapacités, vous pouvez demander du temps supplémentaire. Contactez l'équipe du cours pour les demandes de temps supplémentaire.
pt_pt: Se tiver alguma incapacidade, poderá ser elegível para uma extensão do tempo de realização de um exame cronometrado. Questione a sua equipa do curso para mais informação acerca das permissões para obter tempo extra.

source: Are you sure that you want to submit your timed exam?
eo: Àré ýöü süré thät ýöü wänt tö süßmït ýöür tïméd éxäm? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Êtes-vous sûr de vouloir soumettre votre examen à temps limité?
pt_pt: Tem a certeza que deseja submeter o seu exame cronometrado?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
eo: Mäké süré thät ýöü hävé séléçtéd "Süßmït" för éäçh prößlém ßéföré ýöü süßmït ýöür éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Assurez-vous d'avoir soumis toutes vos réponses aux questions de toutes les unités avant d'envoyer votre examen.
pt_pt: Certifique-se de que seleccionou "Submeter" para cada problema antes de submeter o exame.

source: After you submit your exam, your exam will be graded.
eo: Àftér ýöü süßmït ýöür éxäm, ýöür éxäm wïll ßé grädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Après avoir soumis votre examen, celui-ci sera évalué.
pt_pt: Depois de submeter seu exame, seu exame será classificado.

source: Yes, submit my timed exam.
eo: Ýés, süßmït mý tïméd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Oui, soumettre cet examen à temps limité.
pt_pt: Sim, submeter o meu exame cronometrado.

source: No, I want to continue working.
eo: Nö, Ì wänt tö çöntïnüé wörkïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Non, je veux continuer à travailler
pt_pt: Não, pretendo quero continuar a trabalhar.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
eo: Thé tïmé ällöttéd för thïs éxäm häs éxpïréd. Ýöür éxäm häs ßéén süßmïttéd änd äný wörk ýöü çömplétéd wïll ßé grädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
pt_pt: O tempo atribuído a este exame expirou. O seu exame foi submetido e qualquer trabalho que tenha completado será classificado.

source: You have submitted your timed exam.
eo: Ýöü hävé süßmïttéd ýöür tïméd éxäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Submeteu o seu exame cronometrado.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
eo: Àftér thé düé däté häs pässéd, ýöü çän révïéw thé éxäm, ßüt ýöü çännöt çhängé ýöür änswérs. Ⱡ'σяєм ιρѕυ#
pt_pt: Após a data de entrega ter passado, pode rever o exame, mas não pode alterar as suas respostas.

source: {num_of_hours} hour
eo: {num_of_hours} höür Ⱡ'σяєм ιρѕυм ∂#
fr: {num_of_hours} heure
pt_pt: {num_of_hours} hora

source: {num_of_hours} hours
eo: {num_of_hours} höürs Ⱡ'σяєм ιρѕυм ∂σł#
fr: {num_of_hours} heures
pt_pt: {num_of_hours} horas

source: {num_of_minutes} minutes
eo: {num_of_minutes} mïnütés Ⱡ'σяєм ιρѕυм ∂σłσя #
pt_pt: {num_of_minutes} minutos

source: and {num_of_minutes} minute
eo: änd {num_of_minutes} mïnüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: et {num_of_minutes} minute
pt_pt: e {num_of_minutes} minuto

source: {num_of_minutes} minute
eo: {num_of_minutes} mïnüté Ⱡ'σяєм ιρѕυм ∂σłσ#
pt_pt: {num_of_minutes} minuto

source: and {num_of_minutes} minutes
eo: änd {num_of_minutes} mïnütés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: et {num_of_minutes} minutes
pt_pt: e {num_of_minutes} minutos

source: a proctored exam
eo: ä pröçtöréd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
pt_pt: Um exame com supervisão

source: a timed exam
eo: ä tïméd éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
pt_pt: um exame cronometrado

source: an onboarding exam
eo: än önßöärdïng éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt_pt: um exame de integração

source: a practice exam
eo: ä präçtïçé éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
pt_pt: um exame práctico

source: could not determine the course_id
eo: çöüld nöt détérmïné thé çöürsé_ïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: ne peut déterminer l'identifiant du cours - course_id
pt_pt: Não foi possível determinar o course_id

source: Must be a Staff User to Perform this request.
eo: Müst ßé ä Stäff Ûsér tö Pérförm thïs réqüést. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Vous devez être un utilisateur du type Enseignant pour faire cette requête.
pt_pt: Deve ser um utilizador da equipa de funcionários para executar esta solicitação.

source: Missing required query parameter course_id
eo: Mïssïng réqüïréd qüérý pärämétér çöürsé_ïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
pt_pt: Falta o parâmetro de consulta obrigatório 'course_id'

source: There is no onboarding exam related to this course id.
eo: Théré ïs nö önßöärdïng éxäm rélätéd tö thïs çöürsé ïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pt_pt: Não existe nenhum exame de integração relacionado com este id de curso.
