Repository: openedx/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419, es_es, fa_ir, fr_ca, sw_ke, tr_tr

source: No, I want to continue working.
es_419: No, quiero seguir trabajando.
es_es: No, quiero seguir trabajando.
fa_ir: خیر، مایلم به فعالیت ادامه دهم.
fr_ca: Non, je veux continuer à travailler.
sw_ke: Hapana, nataka kuendelea kufanya mtihani.
tr_tr: Hayır, çalışmaya devam edeceğim.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
es_419: El tiempo asignado ha expirado. Tu examen ha sido enviado y todo trabajo completado será evaluado.
es_es: El tiempo asignado para este examen ha expirado. Su examen ha sido enviado y cualquier trabajo que haya completado será calificado.
fa_ir: زمان در نظر گرفته‌شده برای این آزمون به پایان رسیده‌است. آزمون شما ارسال شده‌است و هر کاری که انجام دهید نمره داده می‌شود.
fr_ca: Le temps alloué pour cet examen a expiré. Votre examen a été soumis et tout travail que vous avez terminé sera noté.

source: You have submitted your timed exam.
es_419: Has enviado tu examen de tiempo.
es_es: Ha enviado tu examen cronometrado.
fa_ir: شما آزمون زمان‌دار خود را ارسال کرده‌اید.
fr_ca: Vous avez soumis votre examen chronométré.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
es_419: Despues de que la fecha limite de entrega haya pasado, podrás revisar el examen, pero no podrás cambiar las respuestas.
es_es: Después de que haya pasado la fecha límite, puede revisar el examen, pero no puede cambiar sus respuestas.
fa_ir: پس از اتمام موعد مقرر، می‌توانید امتحان را بازبینی کنید، اما امکان تغییر پاسخ‌ها را تغییر ندارید.
fr_ca: Une fois la date d'échéance passée, vous pouvez revoir l'examen, mais vous ne pouvez pas modifier vos réponses.

source: {num_of_hours} hour
es_419: {num_of_hours} hora
es_es: {num_of_hours} hora
fa_ir: {num_of_hours} ساعت
fr_ca: {num_of_hours} heure
sw_ke: saa {num_of_hours}
tr_tr: {num_of_hours} saat

source: {num_of_hours} hours
es_419: {num_of_hours} horas
es_es: {num_of_hours} horas
fa_ir: {num_of_hours} ساعت
fr_ca: {num_of_hours} heures
sw_ke: saa {num_of_hours}
tr_tr: {num_of_hours} saat

source: {num_of_minutes} minutes
es_419: {num_of_minutes} minutos
es_es: {num_of_minutes} minutos
fa_ir: {num_of_minutes} دقیقه
sw_ke: dakika {num_of_minutes}
tr_tr: {num_of_minutes} dakika

source: and {num_of_minutes} minute
es_419: y {num_of_minutes} minuto
es_es: y {num_of_minutes} minuto
fa_ir: و {num_of_minutes} دقیقه
fr_ca: ajouter {num_of_minutes} minute
sw_ke: na dakika {num_of_minutes}
tr_tr: ve {num_of_minutes} dakika

source: {num_of_minutes} minute
es_419: {num_of_minutes} minuto
es_es: {num_of_minutes} minuto
fa_ir: {num_of_minutes} دقیقه
fr_ca: {num_of_minutes} minutes
sw_ke: dakika{num_of_minutes}
tr_tr: {num_of_minutes} dakika

source: and {num_of_minutes} minutes
es_419: y {num_of_minutes} minutos
es_es: y {num_of_minutes} minutos
fa_ir: و {num_of_minutes} دقیقه
fr_ca: ajouter {num_of_minutes} minutes
sw_ke: na dakika {num_of_minutes}
tr_tr: ve {num_of_minutes} dakika

source: a proctored exam
es_419: Un examen supervisado
es_es: un examen supervisado
fa_ir: آزمونی حفاظت‌شده
fr_ca: un examen surveillé

source: a timed exam
es_419: Un examen cronometrado
es_es: un examen cronometrado
fa_ir: یک آزمون زمان‌دار
fr_ca: un examen chronométré

source: an onboarding exam
es_419: examen de inducción
es_es: un examen de incorporación
fa_ir: آزمون ورودی
fr_ca: un examen d'intégration

source: a practice exam
es_419: examen de practica
es_es: un examen de practica
fa_ir: یک آزمون آزمایشی
fr_ca: un examen de pratique

source: could not determine the course_id
es_419: No se pudo determinar la ID del curso
es_es: no se pudo determinar el id_del_curso
fa_ir: نمی‌تواند course_id را تعیین کند
fr_ca: impossible de déterminer l'id de cours
sw_ke: haikuweza kutambua utambulisho wa kozi
tr_tr: course_id belirlenemedi

source: Must be a Staff User to Perform this request.
es_419: Hay que ser un usuario del equipo para cumplir esta petición.
es_es: Debes ser un miembro del equipo para realizar esta petición.
fa_ir: برای انجام این درخواست باید جزء کارکنان باشد.
fr_ca: Doit être un membre de l'équipe pédagogique pour effectuer cette requête.
sw_ke: Lazima uwe Mtumiaji Mfanyakazi ili uweze Kujibu ombi hili.
tr_tr: Bu isteği karşılayabilmek için Personel Kullanıcısı olmanız gerekiyor.

source: Missing required query parameter course_id
es_419: Requerimiento de parametro query de la identificación de curso faltante
es_es: Falta el parámetro obligatorio course_id
fa_ir: پارامتر پرس‌وجو مورد نیاز course_id وجود ندارد
fr_ca: Paramètre de requête obligatoire course_id manquant

source: There is no onboarding exam related to this course id.
es_419: No se registra un examen de inducción relacionado a esta identificación de curso.
es_es: No hay un examen de ingreso relacionado con esta identificación de curso.
fa_ir: هیچ آزمون ورودی مربوط به این شناسه دوره آموزشی وجود ندارد.
fr_ca: Il n'y a pas d'examen d'intégration lié à cet identifiant de cours.

source: There is no onboarding exam accessible to this user.
es_419: No se registra examen de inducción asequible para este usuario.
es_es: No hay ningún examen de ingreso accesible para este usuario.
fa_ir: هیچ آزمون آزمایشی برای این کاربر وجود ندارد.
fr_ca: Il n'y a pas d'examen d'intégration accessible à cet utilisateur.

source: No onboarding status API for {proctor_service}
es_419: API no disponible para el estado de inducción {proctor_service}
es_es: Sin API de estado de ingreso para {proctor_service}
fa_ir: API وضعیت ورود برای {proctor_service} وجود ندارد

source: The onboarding service is temporarily unavailable. Please try again later.
es_419: El servicio de inducción se temporalmente fuera de servicio. Por favor intenta de nuevo.
es_es: El servicio de ingreso no está disponible temporalmente. Por favor, inténtelo de nuevo más tarde.
fa_ir: خدمات ورودی موقتا در دسترس نیست. لطفا دوباره تلاش کنید.

source: you have less than a minute remaining
es_419: Queda menos de un minuto
es_es: te queda menos de un minuto
fa_ir: کمتر از یک دقیقه فرصت دارید
fr_ca: il vous reste moins d'une minute
sw_ke: umebakiwa na chini ya dakika moja
tr_tr: Bir dakikadan az zamanınız kaldı

source: Enter a valid username or email
es_419: Ingrese un usuario o correo electrónico valido
es_es: Escribe un nombre de usuario o un correo electrónico válido
fa_ir: یک نام کاربری یا نشانی رایانامه معتبر وارد کنید

source: Enter a valid positive value number
es_419: Ingrese un numero positivo valido
es_es: Introduzca un número de valor positivo válido
fa_ir: یک عدد مثبت معتبر وارد کنید

source: Cannot update attempt review status
es_419: No es posible actualizar el estado de revisión de los intentos
es_es: No se puede actualizar el estado de revisión del intento
fa_ir: امکان روزآمدسازی وضعیت تلاش بررسی نیست

source: No exams in course {course_id}.
es_419: No hay examenes en el este curso {course_id}.
es_es: No hay exámenes en curso {course_id}.
fa_ir: هیچ آزمونی در دوره آموزشی {course_id} وجود ندارد.
fr_ca: Aucun examen dans le cours {course_id}.

source: No proctored exams in course {course_id}
es_419: No hay examenes de revisión en el curso {course_id}
es_es: No hay exámenes supervisados en curso {course_id}
fa_ir: هیچ آزمون حفاظت‌شده‌ای در دوره آموزشی {course_id} نیست
fr_ca: Aucun examen surveillé dans le cours {course_id}

source: No instructor dashboard for {proctor_service}
es_419: No instructor registrado para {proctor_service}
es_es: No hay panel de instructor para {proctor_service}
fa_ir: بدون پیشخوان آموزشی برای {proctor_service}
fr_ca: Aucun tableau de bord d'instructeur pour {proctor_service}

source: Error
eo: Érrör Ⱡ'σяєм ιρѕ#
fa_ir: خطا
fr_ca: Erreur
sw_ke: Kosa
tr_tr: Hata

source: Ready To Resume
fr_ca: Prêt à reprendre

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
fr_ca: Veuillez contacter <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> si vous avez des questions. Vous pouvez repasser cet examen d'intégration en cliquant sur "Réessayer mon examen".

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions, or to retry your onboarding exam.
fr_ca: Veuillez contacter <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> si vous avez des questions ou pour réessayer votre examen d'intégration.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
fr_ca: Si vous avez fait une erreur dans cette soumission, vous pouvez redémarrer le processus d'intégration. Votre soumission actuelle sera supprimée et ne sera pas examinée.

source: Proctoring Session Results Update for {course_name} {exam_name}
sw_ke: Usasishaji wa Matokeo ya Mtihani wenye Kusimamiwa kwa kozi ya {course_name} {exam_name}
tr_tr: {course_name} dersi {exam_name} sınavı için Gözetmenli Sınav Sonuçları Güncellemesi

source: pending
sw_ke: Inasubiri kushughulikiwa
tr_tr: beklemede

source: satisfactory
sw_ke: inaridhisha
tr_tr: yeterli

source: unsatisfactory
sw_ke: Hairidhishi
tr_tr: yetersiz

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
sw_ke: Dhamira ya ujumbe huu ni kukufahamisha hali halisi ya usimamiwaji wa mtihani wako wa %(exam_name)s kwenye <a href="%(course_url)s">%(course_name)s </a> is %(status)s. Kama una maswali yoyote kuhusu usimamizi wa mtihani, wasiliana na, %(platform)sna kwa msaada na kupitia barua pepe %(contact_email)s.

source: Try a proctored exam
sw_ke: Jaribu kufanya mtihani kwa usimamizi
tr_tr: Gözetmenli sınav dene

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
sw_ke: Fanya majaribio ya mtihani wa kusimamiwa ili upate uzoefu wa kufanya mitihani halisi baadae kwenye kozi. Mtihani huu wa majaribio hautaathiri daraja lako kwenye kozi hii.
tr_tr: Ders sonrası gerçek sınavlar için gözetmenli sınavları deneyimleyin. Alıştırma sınavı ders notunuzu etkilemeyecek.

source: There was a problem with your practice proctoring session
sw_ke: Kuna tatizo kwenye ufanyaji wa mtihani wako wa majaribio
tr_tr: Gözetmenli alıştırma oturumunuzda bir hata gerçekleşti

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
sw_ke: Muda wako wa kufanya mtihani wa majaribio umeisha kabla ya kukamilisha kufanya mtihani huu. Unaweza kufanya upya mtihani huu wa majaribio kama ulipata tatizo kuweka programu ya usimamizi wa mtihani mtandaoni.
tr_tr: Alıştırma sınavını tamamlamanızdan önce gözetmenli oturumunuz sona erdi. Çevrimiçi gözetmen yazılımının kurulumunda bir sorun yaşadıysanız bu alıştırma sınavını tekrar deneyebilirsiniz.

source: Try this practice exam again
sw_ke: Jaribu kufanya mtihani huu wa majaribio
tr_tr: Alıştırma sınavını tekrar dene

source: You have submitted this practice proctored exam
sw_ke: Umewasilisha mtihani huu wa majaribio
tr_tr: Bu gözetmenli alıştırma sınavını gönderdiniz

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
sw_ke: Mitihani ya majaribio haiathiri daraja lako la mtihani au nafasi yako ya usomaji kozi. Unaweza kukamilisha kufanya mtihani huu wa majaribio na kisha kuendelea na usomaji wako wa kozi.
tr_tr: Alıştırma sınavları ders notunuzu ya da kredilerinizi etkilemez. Bu alıştırma sınavını tamamladınız ve dersinize kaldığınız yerden devam edebilirsiniz.

source: You can also retry this practice exam
sw_ke: Unaweza pia kufanya upya mtihani huu wa majaribio
tr_tr: Bu alıştırma sınavını aynı zamanda deneyebilirsiniz de

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
sw_ke: Kama unafanya mtihani huu bila ya usimamizi, hutastahiki tena <strong> kupata ruhusa ya kusoma. </strong>
tr_tr: Bu sınavı gözetmensiz olarak almanız durumunda, <strong> akademik krediye hak kazanamayacaksınız.</strong>

source: To be eligible for course credit or for a MicroMasters credential, you must pass the proctoring review for this exam.
sw_ke: Ili uweze kustahiki kusoma kozi au kupata cheti cha MicroMasters , ni lazima ufaulu majaribio ya mtihani huu.

source: Continue to my proctored exam. I want to be eligible for credit.
sw_ke: Endelea na mtihani wangu wa kusimamiwa. Nataka kustahiki kusoma kozi.
tr_tr: Gözetmenli sınavıma devam et. Krediye uygun olmak istiyorum.

source: A technical error has occurred with your proctored exam. To resolve this problem, contact <a href="mailto:%(tech_support_email)s">technical support</a>. All exam data, including answers for completed problems, has been lost. When the problem is resolved you will need to restart the exam and complete all problems again.
sw_ke: Kosa la kiufundi limetokea kwenye mtihani wako. Kuondoa tatizo hili, wasiliana na <a href="mailto:%(tech_support_email)s">msaada wa kiufundi</a>. Taarifa zote za mtihani, yakiwemo majibu ya maswali yaliyofanywa, zimepotea. Tatizo likisharekebishwa utalazimika kuanza upya kufanya mtihani na ukamilishe tena maswali yote.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
sw_ke: Angalia hapa hali ya kustahiki kwako kusoma kozi <a href="%(progress_page_url)s">Maendeleo</a> ukurasa.
tr_tr: Kredi uygunluk durumunuzu <a href="%(progress_page_url)s">İlerleme</a> sayfanızdan görebilirsiniz.

source: If you have concerns about your proctoring session results, contact your course team.
sw_ke: Kama una jambo lolote kuhusu matokeo ya mtihani uliofanya, wasiliana na wakufunzi wako wa kozi.
tr_tr: Gözetmenli sınav oturumunuzla ilgili endişeleriniz varsa, ders ekibiniz ile iletişime geçin.

source: You did not satisfy the requirements for taking this exam with proctoring, and are not eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements and your status for each.
sw_ke: Hukukidhi masharti ya kufanya mtihani huu, na hivyo huwezi kusoma kozi not . Angalia kwenye ukurasa <a href="%(progress_page_url)s">Maendeleo</a> kuona orodha ya masharti na hali yako halisi kwa kila kipengele.

source: If you have questions about the status of your requirements for course credit, contact %(platform_name)s Support.
sw_ke: Kama una maswali kuhusu hali ya kukidhi masharti ya kusoma kozi, wasiliana na %(platform_name)s Msaada.
tr_tr: Ders kredisine yönelik gerekliliklerinizin durumuna ilişkin sorularınız varsa, lütfen %(platform_name)s Destek Ekibi ile iletişime geçin.

source: Follow these steps to set up and start your proctored exam.
sw_ke: Fuata hatua hizi kufanya maandalizi na anza kufanya mtihani wako.
tr_tr: Gözetmenli sınavınızı ayarlamak ve başlatmak için aşağıdaki adımları takip edin.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
sw_ke: 1. Nakili namba hii ya kipekee ya mtihani. Utahitajika kuibandika namba hii kabla ya kuanza kufanya mtihani.
tr_tr: 1. Bu eşsiz sınav kodunu kopyalayın. Sınava başlarken bu kodu girmenizi isteyen bir uyarı göreceksiniz.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
sw_ke: Chagua namba ya mtihani, kisha inakili kwa kutumia mfumo huu Command+C (Mac) or Control+C (Windows).
tr_tr: Sınav kodunu seçin, ardından Command+C (Mac) veya Control+C (Windows) ile kopyalayın.

source: 2. Follow the link below to set up proctoring.
sw_ke: 2. Fuata kiungo-wavuti kuandaa usimamizi wa mtihani.
tr_tr: 2. Gözetmenli sınavı ayarlamak için aşağıdaki bağlantıyı kopyalayın.

source: A new window will open. You will run a system check before downloading the proctoring application.
sw_ke: Dirisha jipya litafunguka. Utafungua mfumo wa ukaguaji kabla ya kupakua programu ya usimamiaji mtihani.
tr_tr: Yeni bir pencere açılacak. Gözetmen uygulamasını indirmeden önce bir sistem denetimi yapılacak.

source: You will be asked to verify your identity as part of the proctoring exam set up. Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
sw_ke: Utahitajika kuhakiki utambulisho wako kama sehemu ya kujiandaa kufanya mtihani. Hakikisha unatumia kompyuta yenye kamera ya wavuti, na una kitambusho halali chenye picha kama vile leseni ya udereva au pasipoti, kabla ya kuendelea..

source: 3. When you have finished setting up proctoring, start the exam.
sw_ke: 3. Ukimaliza kufanya maandalizi, anza kufanya mtihani.
tr_tr: 3. Gözetmen ayarlamalarınızı yaptıktan sonra, sınava başlayın.

source: Start Proctored Exam
sw_ke: Anza Kufanya Mtihani
tr_tr: Gözetmenli Sınava Başla

source: Cannot Start Proctored Exam
sw_ke: Huwezi Kuanza Mtihani
tr_tr: Gözetmenli Sınav Başlatılamıyor

source: Doing so means that you are no longer eligible for academic credit.
sw_ke: Kwa kufanya hivo inamaanisha kuwa hustahiki tena kusoma kozi.
tr_tr: Bu şekilde yapmak, akademik kredinizi dolduramayacağınız anlamına gelir.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam and be eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements in the order that they must be completed.
sw_ke: Hujakamilisha masharti ya kufanya mtihani huu. Masharti yote lazima yakamilishwe kabla kuanza kufanya mtiahni huu na kustahiki kusoma kozi. Angalia kwenye ukurasa wa <a href="%(progress_page_url)s">Maendeleo</a> kuona orodha ya masharti yanayotakiwa kukamilishwa.

source: You can take this exam with proctoring only when all prerequisites have been successfully completed. Check your <a href="%(progress_page_url)s">Progress</a> page to see if prerequisite results have been updated. You can also take this exam now without proctoring, but you will not be eligible for credit.
sw_ke: Unaweza kufanya mtihani huu kwa usimamizi endapo masharti yote yamekamilishwa kwa usahihi. Angalia kwenye <a href="%(progress_page_url)s">kuona Maendeleo</a> kama masharti uliyokidhi yamesasishwa. Unaweza pia kufanya mtihani huu bila usimamizi, lakini hutastahiki kusoma kozi.

source: I am not interested in academic credit.
sw_ke: Sihitaji kulipia kozi.
tr_tr: Akademik krediyle ilgilenmiyorum.

source: Follow these instructions
sw_ke: Fuata maelekezo haya
tr_tr: Bu yönergeleri izleyin

source: &#8226; When you start your exam you will have %(total_time)s to complete it. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If time expires before you finish your exam, your completed answers will be submitted for review. </br>
sw_ke: &#8226; Unapoanza kufanya mtihani wako utakuwa na %(total_time)s kuukamilisha. </br> &#8226; Huwezi kusimamisha saa mara tu unaonza kufanya mtihani. </br> &#8226; Kama muda utaisha kabla ya kumaliza mtihani wako, majibu ya maswali uliyofanya yatawasilihshwa ili kupitiwa upya. </br>

source: Start my exam
sw_ke: Anza mtihani wangu
tr_tr: Sınavımı başlat

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
sw_ke: Baada ya kuwasilisha mtihani wako, majibu yako yanasahihishwa na kupewa daraja na kipindi chako cha mtihani kinapitiwa upya. Unaweza kustahiki kupata vipengele vya kozi hii kama unakamilisha mitihani yote inayohitajika na pia kupata daraja la mwisho wa kozi ambalo linaendana na mahitaji ya kozi.

source: Yes, end my proctored exam
sw_ke: Ndiyo, maliza mtihani wangu
tr_tr: Evet, gözetmenli sınavımı sona erdir

source: Your proctoring session was reviewed and did not pass requirements
sw_ke: Muda wako wa kufanya mtihani umepitiwa upya na haukuidhi mahitaji ya lazima
tr_tr: Gözetmenli oturumunuz incelendi ve gereklilikleri yerine getirmediğiniz için geçemediniz

source: You are no longer eligible for academic credit for this course, regardless of your final grade. If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
sw_ke: Hustahiki tena kupata kozi hii, bila kujali daraja ulilopata mwishoni. Kama una maswali kuhusu matokeo ya mtihani wako, wasiliana na %(platform_name)s Msaada.

source: If the proctoring software window is still open, you can close it now. Confirm that you want to quit the application when you are prompted.
sw_ke: Kama ukurasa wa programu ya mitihani bado haujafungwa, unaweza kuufunga sasa. Thibitisha kwamba unataka kutoka kwenye programu wakati unapohitajika.
tr_tr: Gözetmen yazılımınız eğer hâlâ açıksa, şimdi kapatabilirsiniz. Uygulamadan çıkmak istediğinizi onaylamayı unutmayın.

source: &#8226; After you quit the proctoring session, the recorded data is uploaded for review. </br> &#8226; Proctoring results are usually available within 5 business days after you submit your exam.
sw_ke: &#8226; Baada ya kipindi cha mtihani kumalizika, taarifa zilizorekodiwa zitapakiwa ili kupitiwa upya. </br> &#8226; Matokeo ya mtihani kwa kawaida hutolewa ndani ya siku 5 za kazi baada ya kuwasilisha mtihani wako.

source: Your proctoring session was reviewed and passed all requirements
sw_ke: Muda wako wa kufanya mtihani umepitiwa upya na umekidhi mahitaji yote ya lazima
tr_tr: Gözetmenli oturumunuz incelendi ve tüm gereklilikleri yerine getirdiniz

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
sw_ke: Unastahiki kupata vipengele vyote vya kozi hii ukikamilisha mitihani inayohitajika na mwishowe kupata daraja linalokidhi mahitaji ya kozi.

source: After the due date for this exam has passed, you will be able to review your answers on this page.
sw_ke: Baada ya tarehe ya mwisho ya mtihani huu kupita, utaweza kupitia upya majibu yako kwenye ukurasa huu.
tr_tr: Bu sınavın son tarihi geçtiğinde, cevaplarınızı bu sayfada tekrar inceleyebileceksiniz.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
sw_ke: Muda wa kufanya mtihani huu umeisha. Mtihani wako umeshawasilishwa na majibu yote uliyoandika yatasahihishwa na kupewa daraja.
tr_tr: Bu sınav için ayrılmış süre sona erdi. Sınavınız gönderildi ve yaptığınız tüm işler notlandırılacak.

source: You have submitted your timed exam.
sw_ke: Umewasilisha mtihani wako.
tr_tr: Süre sınırlı sınavınızı gönderdiniz.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
sw_ke: Alama ulizopata kwenye mtihani huu zitapatikana sasa hivi kwenye <a href="%(progress_page_url)s">Maendeleo</a> kurasa.
tr_tr: Bu süreli sınava dair notunuzu <a href="%(progress_page_url)s">İlerleme</a> sayfasında hemen görebilirsiniz.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
sw_ke: Baada ya tarehe ya mwisho kupita, unaweza kuupitia upya mtihani, lakini huwezi kubadilisha majibu yako.
tr_tr: Bu sınavın son tarihi geçtiğinde, cevaplarınızı gözden geçirebilecek ama değiştiremeyeceksiniz.

source: timed
sw_ke: ya wakati maalum
tr_tr: zamanlanmış
