Repository: openedx/edx-proctoring
Catalog: edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, cs, pl, uk

source: Proctoring results are usually available within 5 business days after you submit your exam.
af_za: Proctoring resultate is gewoonlik beskikbaar binne 5 werksdae nadat jy jou eksamen in te dien.
cs: Výsledky dozorování jsou obvykle k dispozici do 5 pracovních dnů po odeslání testu.
pl: Wyniki egzaminu są zwykle dostępne w ciągu 5 dni roboczych od przesłania egzaminu.
uk: Результати зазвичай доступні протягом 5 робочих днів після того, як Ви подасте свій іспит на перевірку.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
af_za: As jy vrae het oor die status van jou proctored eksamenuitslae, kontak %(platform_name)s Ondersteuning.
cs: Máte-li dotazy ohledně stavu výsledků dozorovaných zkoušek, kontaktujte podporu %(platform_name)s.
pl: Jeśli masz pytania dotyczące statusu wyników egzaminu pisanego pod nadzorem, skontaktuj się z pomocą techniczną %(platform_name)s.
uk: IЯкщо у вас є запитання щодо статусу результатів вашого іспиту, що надійшов на службу, зв’яжіться з нами %(platform_name)s служба підтримки.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
af_za: Jou proctoring sessie is suksesvol hersien. Gaan na jou vorderingsbladsy om jou eksamengraad te sien.
cs: Vaše dozorovaná relace byla úspěšně zkontrolována. Přejděte na stránku svého postupu a zobrazte hodnocení testu.
pl: Twój egzamin został sprawdzony. Przejdź do strony Postępy, aby wyświetlić ocenę z egzaminu.
uk: Вашу контрольну сесію успішно перевірено. Перейдіть на сторінку відслідковування прогресу, щоб переглянути оцінку іспиту.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
af_za: Om jou eksamenvrae en antwoorde te sien, kies <strong>Sien my eksamen</strong>. Die eksamen se hersieningstatus word in die linker navigasiepaneel getoon.
cs: Chcete-li zobrazit otázky a odpovědi ke zkoušce, vyberte <strong>Zobrazit moji zkoušku</strong> . Stav kontroly vyšetření se zobrazuje v levém navigačním panelu.
pl: Aby wyświetlić pytania i odpowiedzi egzaminacyjne, wybierz<strong> Wyświetl mój egzamin</strong>. Stan weryfikacji egzaminu jest wyświetlany w lewym okienku nawigacyjnym.
uk: Щоб переглянути запитання та відповіді на іспит, оберіть <strong>Переглянути мій іспит</strong>. Стан перевірки іспиту відображається на лівій навігаційній панелі.

source: View my exam
af_za: Sien my eksamen
cs: Zobrazit mou zkoušku
pl: Zobacz mój egzamin
uk: Переглянути мій іспит

source: %(exam_name)s is a Timed Exam (%(total_time)s)
af_za: %(exam_name)s is 'n tydelike eksamen (%(total_time)s)
cs: %(exam_name)s je měřená zkouška (%(total_time)s)
pl: %(exam_name)sjest egzaminem ograniczonym czasowo (%(total_time)s)
uk: %(exam_name)s з терміном часу в (%(total_time)s)

source: This exam has a time limit associated with it.
af_za: Hierdie eksamen het 'n tydsbeperking wat daarmee verband hou.
cs: S touto zkouškou je spojen časový limit.
pl: Ten egzamin jest ograniczony czasowo.
uk: Цей іспит має обмеження за часом.

source: To pass this exam, you must complete the problems in the time allowed.
af_za: Om hierdie eksamen te slaag, moet jy die probleme in die toegelate tyd voltooi.
cs: Chcete-li tuto zkoušku složit, musíte vyřešit problémy v povoleném čase.
pl: Aby zdać ten egzamin, musisz rozwiązać wszystkie zadania w wyznaczonym czasie.
uk: Щоб скласти цей іспит, потрібно виконати завдання у встановлений час.

source: After you select
af_za: Nadat jy kies
cs: Poté, co vyberete
pl: Po wybraniu
uk: Після вашого вибору

source: I am ready to start this timed exam,
af_za: Ek is gereed om hierdie tydige eksamen te begin,
cs: Jsem připraven zahájit tuto měřenou zkoušku,
pl: Jestem gotowy/gotowa na rozpoczęcie egzaminu ograniczonego czasowo.
uk: Я готовий розпочати цей іспит за час,

source: you will have
af_za: jy sal hê
cs: budete mít
pl: Będziesz miał/miała
uk: ви отримаєте

source: to complete and submit the exam.
af_za: voltooiing en indiening van die eksamen.
cs: dokončit a odevzdat zkoušku.
pl: do ukończenia i przesłania egzaminu.
uk: для завершення іспиту.

source: I am ready to start this timed exam.
af_za: Ek is gereed om hierdie tydige eksamen te begin.
cs: Jsem připraven zahájit tuto měřenou zkoušku.
pl: Chcę rozpocząć egzamin na czas.
uk: Я готовий розпочати цей іспит за часом.

source: Can I request additional time to complete my exam?
af_za: Kan ek ekstra tyd vra om my eksamen te voltooi?
cs: Mohu požádat o další čas na dokončení zkoušky?
pl: Czy mogę poprosić o dodatkowy czas na ukończenie egzaminu?
uk: Чи можу я попросити додатковий час для складання іспиту?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
af_za: As jy gestremd is, jy kan in aanmerking kom vir 'n ekstra tyd toelae op tyd eksamens. Vra jou kursusspan vir inligting oor addisionele tydtoelaes.
cs: Pokud máte zdravotní postižení, můžete mít nárok na dodatečný časový příspěvek na časově omezené zkoušky. Informace o dodatečných časových úlevách získáte od týmu vašeho kurzu.
pl: Jeśli jesteś niepełnosprawny, może przysługiwać Ci dodatkowy czas na pisanie egzaminu. Aby uzyskać więcej informacji, skontaktuj się ze swoim zespołem.
uk: Якщо у вас є інвалідність, Ви можете отримати додатковий час на іспити за часом. Запитайте у команди вашого курсу щодо можливості додавання часу на іспит.

source: Are you sure that you want to submit your timed exam?
af_za: Is jy seker jy wil jou eksamen skryf?
cs: Jste si jisti, že chcete odeslat test na čas?
pl: Czy na pewno chcesz przesłać swój egzamin?
uk: Ви впевнені, що хочете подати свій іспит за часом?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
af_za: Maak seker dat jy "Submit" vir elke probleem gekies het voordat jy jou eksamen indien.
cs: Před odesláním zkoušky se ujistěte, že jste u každého problému zvolili možnost "Odeslat".
pl: Przed wysłaniem egzaminu upewnij się, że dla każdego zadania wybrano opcję "Wyślij".
uk: Перш ніж подавати іспит, переконайтеся, що ви вибрали "Надіслати" для кожної проблеми.

source: After you submit your exam, your exam will be graded.
af_za: Nadat jy jou eksamen ingedien het, sal jou eksamen gegradeer word.
cs: Po odeslání zkoušky bude vaše zkouška ohodnocena.
pl: Po przesłaniu egzaminu, zostanie on oceniony.
uk: Після того, як ви подасте іспит, він буде оцінений.

source: Yes, submit my timed exam.
af_za: Ja, stuur my tydige eksamen in.
cs: Ano, odeslat moji časovou zkoušku.
pl: Tak, wyślij mój egzamin.
uk: Так, подати мій іспит за часом.

source: No, I want to continue working.
af_za: Nee, ek wil verder werk.
cs: Ne, chci pokračovat v práci.
pl: Nie, chce kontynuować mój egzamin.
uk: Ні, я хочу продовжувати працювати.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
af_za: Die tyd wat vir hierdie eksamen toegeken is, is verstreke. Jou eksamen is ingedien en enige werk wat jy voltooi sal gegradeer word.
cs: Čas vyhrazený pro tuto zkoušku vypršel. Vaše zkouška byla odeslána a jakákoli práce, kterou jste dokončili, bude ohodnocena.
pl: Czas przeznaczony na ten egzamin upłynął. Egzamin został wysłany, a praca, którą wykonałeś zostanie oceniona.
uk: Час, призначений для цього іспиту, минув. Ваш іспит подано, і роботу, яку ви виконали буде оцінено.

source: You have submitted your timed exam.
af_za: Jy het jou tydige eksamen ingedien.
cs: Odeslali jste časovanou zkoušku.
pl: Przesłałeś swój egzamin.
uk: Ви подали свій іспит за часом.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
af_za: Nadat die sperdatum verstryk het, kan jy die eksamen hersien, maar jy kan nie jou antwoorde verander nie.
cs: Po uplynutí termínu si můžete zkoušku prohlédnout, ale nemůžete své odpovědi měnit.
pl: Po upływie czasu możesz przejrzeć swój egzamin, ale nie możesz zmienić swoich odpowiedzi.
uk: Після закінчення терміну Ви зможете переглянути іспит, але не зможете змінити свої відповіді.

source: {num_of_hours} hour
af_za: {num_of_hours} Uur
cs: {num_of_hours} hodin
pl: {num_of_hours} godzin
uk: {num_of_hours} година

source: {num_of_hours} hours
af_za: {num_of_hours} Ure
cs: {num_of_hours} hodin
pl: {num_of_hours} godzin
uk: {num_of_hours} годин

source: {num_of_minutes} minutes
af_za: {num_of_minutes} minute
cs: {num_of_minutes} minut
pl: {num_of_minutes} minut
uk: {num_of_minutes} хвилин

source: and {num_of_minutes} minute
af_za: en {num_of_minutes} minute
cs: a {num_of_minutes} minut
pl: i {num_of_minutes} minuty
uk: and {num_of_minutes} хвилина

source: and {num_of_minutes} minutes
af_za: en {num_of_minutes} minute
cs: a {num_of_minutes} minut
pl: i {num_of_minutes} minut
uk: and {num_of_minutes} хвилин

source: a proctored exam
af_za: geprosesseerde eksamen
cs: chráněná zkouška
pl: egzamin nadzorowany
uk: Контрольований іспит

source: a timed exam
af_za: tiempo en Eksamens
cs: časovaná zkouška
pl: Egzamin ograniczony czasowo.
uk: іспит з обмеженням по часу

source: an onboarding exam
af_za: onboarding Eksamens
cs: vstupní zkouška
pl: Egzamin wprowadzający
uk: вступний іспит

source: a practice exam
af_za: 'n praktyk eksamen
cs: cvičnou zkoušku
pl: Egzamin praktyczny
uk: пробний екзамен

source: could not determine the course_id
af_za: kon nie die course_id bepaal nie
cs: nemohl určit course_id
pl: Nie udało się ustalić identyfikatora kursu
uk: не вдалося визначити ідентифікатор курсу

source: Must be a Staff User to Perform this request.
af_za: Moet 'n personeelgebruiker wees om hierdie versoek uit te voer.
cs: K provedení tohoto požadavku musíte být učitelem.
pl: Aby wykonać to żądanie, musisz być pracownikiem.
uk: Для виконання цього запиту повинен бути доступ персонала.

source: Missing required query parameter course_id
af_za: Ontbrekende vereiste navraag parameter course_id
cs: Chybí požadovaný parametr dotazu course_id
pl: Brakujący wymagany parametr zapytania course_id
uk: Відсутній обов’язковий параметр запиту course_id

source: There is no onboarding exam related to this course id.
af_za: Daar is geen aanboord-eksamen wat verband hou met hierdie kursus-ID nie.
cs: S tímto ID kurzu nesouvisí žádná vstupní zkouška.
pl: Z tym kursem nie jest związany żaden egzamin wprowadzający.
uk: Немає вступного іспиту, пов’язаного з цим ідентифікатором курсу.

source: There is no onboarding exam accessible to this user.
af_za: Daar is geen aanboordeksamen vir hierdie gebruiker beskikbaar nie.
cs: Tento uživatel nemá přístup k žádné vstupní zkoušce.
pl: Ten użytkownik nie ma dostępu do egzaminu wprowadzającego.
uk: Для цього користувача немає доступного вступного іспиту.

source: No onboarding status API for {proctor_service}
af_za: Geen aanboordstatus-API vir {proctor_service}
cs: Žádné rozhraní API pro stav registrace pro {proctor_service}
pl: Brak statusu wprowadzającego API dla {proctor_service}
uk: Немає API вступного статусу для {proctor_service}

source: The onboarding service is temporarily unavailable. Please try again later.
af_za: Die onboarding-diens is tydelik onbeskikbaar. Probeer asseblief later weer.
cs: Služba onboarding je dočasně nedostupná. Prosím zkuste to znovu později.
pl: Usługa wprowadzająca jest chwilowo niedostępna. Prosimy spróbować ponownie później.
uk: Служба забезпечення процесу вступу тимчасово недоступна. Будь ласка, спробуйте пізніше.

source: you have less than a minute remaining
af_za: jy het minder as 'n minuut oor
cs: zbývá vám méně než minuta
pl: pozostała Ci mniej niż minuta
uk: у вас залишилося менше хвилини

source: Enter a valid username or email
af_za: Voer 'n geldige gebruikersnaam of e-pos in
cs: Zadejte platné uživatelské jméno nebo e-mail
pl: Wprowadź prawidłową nazwę użytkownika lub adres e-mail
uk: Введіть дійсне ім’я користувача або електронну адресу

source: user_info
af_za: Gebruiker Inligting

source: Enter a valid positive value number
af_za: Invoer 'n geldige positiewe waarde nommer
cs: Zadejte platné kladné číslo
pl: Wprowadź prawidłową liczbę o wartości dodatniej
uk: Введіть дійсне позитивне число

source: allowance_value
af_za: toelaag_waarde

source: Cannot update attempt review status
af_za: Kan nie die hersieningstatus van die poging opdateer nie
cs: Stav kontroly pokusu nelze aktualizovat
pl: Nie można zaktualizować statusu procesu weryfikacji.
uk: Неможливо оновити статус перевірки спроби

source: No exams in course {course_id}.
af_za: Geen eksamens in kursus {course_id}.
cs: Žádné zkoušky v kurzu {course_id}.
pl: Brak egzaminów w kursie {course_id}.
uk: Немає іспитів на курсі {course_id}.

source: No proctored exams in course {course_id}
af_za: Geen proctored eksamens in kursus {course_id}
cs: Žádné chráněné zkoušky v kurzu {course_id}
pl: Brak egzaminów pisanych pod nadzorem w kursie {course_id}.
uk: На курсі {course_id} немає контрольваних іспитів

source: No instructor dashboard for {proctor_service}
af_za: Geen instrukteur paneelbord vir {proctor_service}
cs: Žádný panel instruktora pro {proctor_service}
pl: Brak tablicy instruktora dla {proctor_service}
uk: Немає інформаційної панелі інструктора для {proctor_service}

source: {num_of_minutes} minute
cs: {num_of_minutes} minut
pl: {num_of_minutes} minut
uk: {num_of_minutes} хвилина
