Repository: openedx/edx-proctoring
Catalog: edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, cs, pl, uk

source: internally reviewed
af_za: interne beoordeling
cs: interně přezkoumáno
pl: Zweryfikowane wewnętrznie
uk: внутрішньо розглянута

source: All Unreviewed
af_za: Alle Onbeoordeeld
cs: Vše nezkontrolováno
pl: Wszystkie niesprawdzone
uk: Усі неперевірені

source: All Unreviewed Failures
af_za: Alle Onbeoordeelde Mislukkings
cs: Všechna nezkontrolovaná selhání
pl: Wszystkie niesprawdzone błędy
uk: Усі неперевірені збої

source: active proctored exams
af_za: aktiewe proctored eksamens
cs: aktivní proktorované zkoušky
pl: aktywne egzaminy nadzorowane
uk: діючі контрольовані іспити

source: courses with active proctored exams
af_za: kursusse met aktiewe proctored eksamens
cs: kurzy s aktivní dozorovanou zkouškou
pl: kursy z aktywnymi egzaminami nadzorowanymi
uk: курси з активним іспитом під наглядом

source: Course Id
af_za: Natuurlik Id
cs: ID kurzu
pl: ID kursu
uk: Ідентифікатор курсу

source: Created
af_za: Geskep
cs: Vytvořeno
pl: Stworzone
uk: Створено

source: Download Software Clicked
af_za: Aflaai sagteware gekliek
cs: Stažení softwaru Kliknuto
pl: Kliknięto pobierz oprogramowanie
uk: Клацніть для завантаження програмного забезпечення

source: Ready To Start
af_za: Gereed om te begin
cs: Připraven začít
pl: Gotowy do rozpoczęcia
uk: Готовий до старту

source: Started
af_za: Het begin
cs: Zahájeno
pl: Uruchomiono
uk: Розпочався

source: Ready To Submit
af_za: Gereed om in te dien
cs: Připraveno k odeslání
pl: Gotowy do przesłania
uk: Готовий до відправки

source: Declined
af_za: Verwerp
cs: Odmítnuto
pl: Odrzucono
uk: Відхилений

source: Timed Out
af_za: Tydsberekening
cs: Vypršelo
pl: Odroczony
uk: Час вийшов

source: Submitted
af_za: Ingedien
cs: Odevzdáno
pl: Zlecono
uk: Надіслано

source: Second Review Required
af_za: Tweede hersiening benodig
cs: Druhé přezkoumání je vyžadováno
pl: Wymagana druga weryfikacja
uk: Другий огляд обов'язковий

source: Verified
af_za: Geverifieer
cs: Verifikovaný
pl: Zweryfikowany
uk: Перевірений

source: Rejected
af_za: Verwerp
cs: Odmítnuto
pl: Odrzucone
uk: Відмовлено

source: Error
af_za: Fout
cs: Chyba
pl: Błąd
uk: Помилка

source: Onboarding Missing
af_za: Aan boord ontbreek
cs: Chybí registrace
pl: Brakujące wdrożenie
uk: Вступний іспит не пройдено

source: Onboarding Failed
af_za: Aan boord het misluk
cs: Registrace se nezdařila
pl: Wdrożenie nie powiodło się
uk: Вступний іспит пройдено невдало

source: Onboarding Pending
af_za: Aanboord hangende
cs: Registrace čeká na vyřízení
pl: Oczekiwanie na wdrożenie
uk: Очікуємо на результати вступного іспиту

source: Onboarding Expired
af_za: Aan boord verstryk
cs: Platnost registrace vypršela
pl: Wdrożenie wygasło
uk: Термін вступного іспиту сплив

source: you have {remaining_time} remaining
af_za: jy het {remaining_time} oorblywende
cs: zbývá vám {remaining_time}
pl: pozostało ci {remaining_time}
uk: залишилось {remaining_time} часу

source: your course
af_za: jou kursus
cs: váš kurz
pl: Twój kurs
uk: Ваш курс

source: Proctoring Results For {course_name} {exam_name}
af_za: Proctoring Resultate Vir {course_name} {exam_name}
cs: Výsledky dozoru pro {course_name} {exam_name}
pl: Wyniki nadzoru dla {course_name} {exam_name}
uk: Перевірка результатів контрольованих іспитів для {course_name} {exam_name}

source: Proctoring Review In Progress For {course_name} {exam_name}
af_za: Proctoring Review Aan die gang vir {course_name} {exam_name}
cs: Probíhá kontrola Proctoring pro {course_name} {exam_name}
pl: Nadzór w toku dla {course_name} {exam_name}
uk: Перевірка результатів контрольованих іспитів для {course_name} {exam_name} триває

source: Proctored exam {exam_name} in {course_name} for user {username}
af_za: Proctored eksamen {exam_name} in {course_name} vir gebruiker {username}
cs: Dozorovaná zkouška {exam_name} v {course_name} pro uživatele {username}
pl: Egzamin nadzorowany {exam_name} w {course_name} dla użytkownika {username}
uk: Контрольований іспит {exam_name} з {course_name} для корситувача {username}

source: Taking As Proctored Exam
af_za: Neem as Proctored Eksamen
cs: Absolvování zkoušky jako Dozorované
pl: Przystąpienie do egzaminu nadzorowanego
uk: Здача іспиту під наглядом

source: Proctored Option Available
af_za: Proctored Opsie beskikbaar
cs: Možnost dozorování k dispozici
pl: Dostępna opcja chroniona
uk: Перейти до іспиту під наглядом

source: Taking As Open Exam
af_za: Neem as oop eksamen
cs: Skládání jako otevřená zkouška
pl: Przystąpienie do egzaminu otwartego
uk: Здача відкритого іспиту

source: Pending Session Review
af_za: Hangende Sessie Hersiening
cs: Čeká na kontrolu relace
pl: Oczekiwanie na przegląd sesji
uk: Очікування сесії перевірки

source: Passed Proctoring
af_za: Slaag Proctoring
cs: Dozor proběhl
pl: Udana próba nadzoru
uk: Іспит під наглядом здано

source: Failed Proctoring
af_za: Misluk Proctoring
cs: Dozorování se nezdařilo
pl: Nieudana próba
uk: Іспит під наглядом провалено

source: Proctored Option No Longer Available
af_za: Proctored Opsie Nie meer beskikbaar nie
cs: Možnost dozorování již není k dispozici
pl: Opcja nadzorowana nie jest już dostępna
uk: Варіант іспиту під наглядом більше не доступний

source: Ungraded Practice Exam
af_za: Ongegradeerde Praktyk Eksamen
cs: Neklasifikovaná praktická zkouška
pl: Nieoceniony egzamin praktyczny
uk: Практичний іспит без оцінки

source: Practice Exam Completed
af_za: Praktyk Eksamen Voltooi
cs: Cvičná zkouška dokončena
pl: Egzamin praktyczny zaliczony
uk: Практичний іспит завершено

source: Practice Exam Failed
af_za: Praktykeksamen het misluk
cs: Cvičná zkouška se nezdařila
pl: Egzamin praktyczny niezaliczony
uk: Практичний іспит провалено

source: Timed Exam
af_za: Tydige eksamen
cs: Časovaná zkouška
pl: Egzamin ograniczony czasowo
uk: Іспити з обмеженням по часу

source: Onboarding status question
af_za: Onboarding status vraag
cs: Otázka stavu registrace
pl: Pytanie dotyczące statusu wdrożenia
uk: Питання статусу реєстрації

source: Taking as Proctored
af_za: Neem as proctored
cs: Podstoupit jako dozorovanou
pl: Przystąpienie do egzaminu nadzorowanego
uk: Здача іспиту під наглядом

source: Is Sample Attempt
af_za: Is Voorbeeld Poging
cs: Je ukázkový pokus
pl: Próba?
uk: Зразок спроби

source: Is Resumable
af_za: Is hervatbaar
cs: Je možné obnovit
pl: Czy można wznowić
uk: Можна відновити

source: Ready to Resume
af_za: Gereed om te hervat
cs: Připraveno k obnovení
pl: Gotowy do wznowienia
uk: Готово до відновлення

source: Resumed
af_za: Hervat/wakkerword
cs: Obnoveno
pl: Wznowione
uk: Відновлено

source: Additional Time (minutes)
af_za: Ekstra tyd (minute)
cs: Další čas (v minutách)
pl: Dodatkowy czas (w minutach)
uk: Додатковий час (хв.)

source: Review Policy Exception
af_za: Hersiening beleid Uitsondering
cs: Výjimka zásad revize
pl: Wyjątki dotyczące zasad oceniania
uk: Переглянути виняток із політики

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
af_za: Die resultaat sal sigbaar wees na <strong id="wait_deadline"> laai.. </strong>
cs: Výsledek bude viditelný po <strong id="wait_deadline">načítání...</strong>
pl: Wynik będzie widoczny po <strong id="wait_deadline"> załadowaniu</strong>
uk: Результат буде видно через <strong id="wait_deadline"> Завантаження... </strong>

source: Hello %(username)s,
af_za: Hallo %(username)s,
cs: Dobrý den %(username)s,
pl: Witaj %(username)s,
uk: Вітаю %(username)s,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
af_za: Jou proctored eksamen "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> is hersien en jy het aan alle proctoring vereistes voldoen.
cs: Vaše dozorovaná zkouška "%(exam_name)s" v <a href="%(course_url)s">%(course_name)s</a> byla zkontrolována a splnili jste všechny požadavky na dozorování.
pl: Twój nadzorowany egzamin "%(exam_name)s" w <a href="%(course_url)s">%(course_name)s</a>został oceniony i spełnił wszystkie wymagania nadzoru.
uk: Ваш контрольований іспит "%(exam_name)s" курсу <a href="%(course_url)s">%(course_name)s</a> було переглянуто. Ви успішно виконали всі вимоги.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
af_za: As jy enige vrae het oor jou resultate, kan jy uitreik na <a href="%(contact_url)s">%(contact_url_text)s </a>.
cs: Pokud máte nějaké dotazy ohledně svých výsledků, můžete se obrátit na <a href="%(contact_url)s">%(contact_url_text)s</a> .
pl: Jeśli masz pytania dotyczące Twoich wyników, możesz skontaktować się z <a href="%(contact_url)s"> %(contact_url_text)s </a>.
uk: Якщо у Вас виникли запитання щодо результатів, Ви можете зв’язатися за адресою <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days.
af_za: Jou proctored eksamen "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> is suksesvol ingedien en sal nou hersien word om te verseker dat alle eksamenreëls gevolg is. Jy moet 'n e-pos ontvang met jou eksamen status binne 5 werksdae.
cs: Vaše dozorovaná zkouška "%(exam_name)s" v <a href="%(course_url)s">%(course_name)s</a> byla úspěšně odeslána a nyní bude zkontrolována, aby bylo zajištěno dodržení všech pravidel zkoušky. Do 5 pracovních dnů byste měli obdržet e-mail se stavem zkoušky.
pl: Twój nadzorowany egzamin "%(exam_name)s" w <a href="%(course_url)s">%(course_name)s</a>został przesłany pomyślnie i zostanie sprawdzony aby upewnić się czy jest zgodny z naszymi zasadami. Powinieneś otrzymać e-mail ze statusem swojego egzaminu w przeciągu 5 dni roboczych.
uk: Ваш контрольований іспит "%(exam_name)s" у рамках курсу <a href="%(course_url)s">%(course_name)s</a> було відправлено. Зараз його буде перевірено, щоб переконатись, що було. дотримано усіх правил здачі іспиту. Ви отримаєте електронну пошту з результатами за 5 робочих днів.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
af_za: Jou proctored eksamen "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> is hersien en die kursusspan het een of meer oortredings van die proctored eksamen reëls geïdentifiseer. Voorbeelde van kwessies wat kan lei tot 'n reëls oortreding sluit blaai die internet, vaag of ontbrekende foto-identifikasie, met behulp van 'n telefoon, of om hulp van 'n ander persoon te kry. As gevolg van die geïdentifiseerde probleem(s), jy het nie suksesvol aan die voorgeskrewe eksamenvereistes voldoen nie.
cs: Vaše dozorovaná zkouška "%(exam_name)s" v <a href="%(course_url)s">%(course_name)s</a> byla zkontrolována a tým kurzu zjistil jedno nebo více porušení dozorovaných zkušebních pravidel. Příklady problémů, které mohou vést k porušení pravidel, zahrnují procházení internetu, rozmazanou nebo chybějící identifikaci s fotografií, používání telefonu nebo získání pomoci od jiné osoby. V důsledku zjištěného problému(ů) jste nesplnili požadavky dozorované zkoušky.
pl: Twój egzamin nadzorowany "%(exam_name)s" w <a href="%(course_url)s">%(course_name)s</a> został sprawdzony i kadra kursu zidentyfikowała co najmnej jedno naruszenie zasad egzaminu nadzorowanego. Przykłady problemów, które mogą powodować naruszenie zasad obejmują przeglądanie stron internetowych, zamazany bądź brakujący dokument tożsamości ze zdjęciem, korzystanie z telefonu, lub uzyskanie pomocy od innej osoby. W wyniku zidentyfikowanych problem(ów), nie udało Ci się pomyślnie spełnić zasad egazminu nadzorowanego.
uk: Ваш контрольований іспит "%(exam_name)s" з <a href="%(course_url)s">%(course_name)s</a> було перевірено. Команда інструкторів виявила одне чи більше порушень правил здачі контрольованих іспитів. Прикладами таких порушень може бути перегляд веб-сторінок нечітке або відсутнє фото для ідентифікації особи, користування телефоном, чи допомога сторонньої людини. Внаслідок виявлення порушень, Ви не дотримались вимог до проведення контрольованих іспитів.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
af_za: Om jou proctored eksamenuitslae te appelleer, kontak asseblief met enige relevante inligting oor jou eksamen by <a href="%(contact_url)s">%(contact_url_text)s </a>.
cs: Chcete-li se odvolat proti výsledkům dozorované zkoušky, obraťte se se všemi relevantními informacemi o své zkoušce na <a href="%(contact_url)s">%(contact_url_text)s</a> .
pl: Aby odwołać się od wyników egzaminu, prosimy o ontakt podając wszelkie istotne informacje o Twoim egzaminie <a href="%(contact_url)s">%(contact_url_text)s</a>
uk: Щоб оскаржити результати контрольованого іспиту, надішліть будь-яку відповідну інформацію щодо Вашого іспиту на <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Proctoring onboarding exam
af_za: Proctoring aan boord eksamen
cs: Dozorovaná vstupní zkouška
pl: Wdrożenie do egzaminu nadzorowanego
uk: Контрольований вступний іспит

source: Why this is important to you:
af_za: Waarom is dit voor jou van belang:
cs: Proč je to pro vás důležité:
pl: Dlaczego to jest ważne dla Ciebie:
uk: Чому це важливо для вас:

source: Establish your identity with the proctoring system to take a proctored exam
af_za: Vestig jou identiteit met die proctoring stelsel om 'n proctored eksamen te neem
cs: Zjistěte svou identitu v proctoring systému, abyste mohli absolvovat proctored zkoušku
pl: Zweryfikuj swoją tożsamość wraz z systemem weryfikującym aby przystąpić do egzaminu.
uk: Встановіть свою особу в системі контролю, щоб скласти контрольований іспит

source: Create your onboarding profile for faster access in the future
af_za: Skep jou aan boord profiel vir vinniger toegang in die toekoms
cs: Vytvořte si svůj registrační profil pro rychlejší přístup v budoucnu
pl: Utwórz swój wstępny profil, aby w przyszłości mieć do niego szybszy dostęp.
uk: Створіть свій вступний профіль для швидшого доступу в майбутньому

source: Practice taking a proctored test
af_za: Oefen om 'n proctored toets te neem
cs: Procvičte si chráněný test
pl: Przećwicz udział w egzaminie nadzorowanym.
uk: Потренуйтеся проходити контрольований іспит

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
af_za: Proctoring vir hierdie kursus word aangebied via %(provider_name)s. Onboarding-oorsig, insluitend identiteitsverifikasie, kan 2+ werksdae neem.
cs: Dozorování pro tento kurz je poskytován prostřednictvím %(provider_name)s. Kontrola registrace, včetně ověření identity, může trvat déle než 2 pracovní dny.
pl: Opiekę nad tym kursem zapewnia %(provider_name)s. Proces wdrożenia w tym weryfikacja tożsamości może potrwać ponad 2 dni robocze.
uk: Провайдером контрольованих іспитів для цього курсу є %(provider_name)s. Перевірка вступного іспиту, включно з перевіркою особи, може тривати понад 2 робочих дні.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
af_za: Sodra jou profiel hersien is, sal jy 'n e-pos ontvang met hersieningsresultate. Die e-pos sal afkomstig wees van <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Maak seker dat hierdie e-pos by jou inkassiefilter gevoeg is.
cs: Jakmile bude váš profil zkontrolován, obdržíte e-mail s výsledky kontroly. E-mail bude pocházet z <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Ujistěte se, že byl tento e-mail přidán do vašeho filtru doručené pošty.
pl: Po wryfikacji Twojego profilu otrzymasz e-mail z wynikami oceny. Email będzie pochodził z <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Upewnij się, że ten e-mail został dodany do Twojego filtra skrzynki odbiorczej.
uk: Після перевірки Вашого профілю Ви отримаєте електронний лист із результатами перевірки. Електронний лист прийде від <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Переконайтеся, що цей електронний лист додано до фільтра вхідних повідомлень.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
af_za: Kontak asseblief <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> as jy vrae het.
cs: Máte-li dotazy, kontaktujte prosím <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
pl: W przypadku pytań prosimy o kontakt <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>
uk: Будь ласка, напишіть на адресу <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> якщо у Вас є запитання.

source: Continue to onboarding
af_za: Gaan voort om aan boord te gaan
cs: Pokračujte k registraci
pl: Kontynuuj wprowadzenie
uk: Продовжити вступний іспит

source: You will be guided through online proctoring software set up and identity verification.
af_za: Jy sal gelei word deur middel van aanlyn proctoring sagteware opstel en identiteit verifikasie.
cs: Provedeme vás nastavením online dozorovacím softwarem a ověřením identity.
pl: Zostaniesz poprowadzony przez konfigurację oprogramowania do nadzoru online i weryfikację tożsamości.
uk: Вас проінструктують щодо налаштування програмного забезпечення онлайн-контролю та підтвердження особи.

source: Error: There was a problem with your onboarding session
af_za: Fout: Daar was 'n probleem met u aanboord sessie
cs: Chyba: Vyskytl se problém s vaší registrační relací
pl: Błąd: Wystąpił problem z sesją wprowadzającą
uk: Помилка: виникла проблема під час сеансу вступного іспиту

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
af_za: Jou proctoring sessie geëindig voordat jy hierdie aan boord eksamen voltooi. Jy moet hierdie aanboord-eksamen weer probeer.
cs: Vaše proctoring seance skončila před dokončením této vstupní zkoušky. Tuto vstupní zkoušku byste měli zkusit znovu.
pl: Twoja sesja nadzoru zakończyła się przed ukończeniem tego egzaminu wprowadzającego. Powinieneś rozpocząć ponownie ten egzamin wprowadzający.
uk: Ваша сесія онлайн-контролю закінчилася до того, як Ви склали цей вступний іспит. Ви повинні повторити цей вступний іспит.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
af_za: Jy neem "%(exam_display_name)s" as 'n aan boord eksamen. Jy moet kliek “Ja, eindig my proctored eksamen” en stuur jou proctoring sessie aan boord te voltooi.
cs: Absolvujete "%(exam_display_name)s" jako vstupní zkoušku. Pro dokončení registrace musíte kliknout na “Ano, ukončit mou dozorovanou zkoušku” a odeslat svou dozorovanou relaci.
pl: Zdajesz "%(exam_display_name)s" jako egzamin wprowadzający. Musisz kliknąć „Tak, zakończ mój egzamin nadzorowany” i przesłać swoją sesję sprawdzającą, aby ukończyć wprowadzenie.
uk: Ви складаєте "%(exam_display_name)s" в якості вступного іспиту. Ви повинні натиснути «Так, завершити мій контрольований іспит» і надіслати цей сеанс, щоб завершити іспит.

source: Your onboarding session was reviewed, but did not pass all requirements
af_za: Jou aanboord sessie is hersien, maar het nie alle vereistes geslaag nie
cs: Vaše vstupní relace byla zkontrolována, ale nesplnila všechny požadavky
pl: Twoja sesja wprowadzająca została sprawdzona, ale nie spełniła wszystkich wymagań
uk: Ваш сеанс контрольованого іспиту перевірено, але він не відповідає всім вимогам

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
af_za: Kontak asseblief <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s as jy vrae het </a>. Jy kan hierdie aanboordeksamen weer aflê deur op "Herprobeer my eksamen" te klik.
cs: Máte-li dotazy, kontaktujte prosím <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> . Tuto vstupní zkoušku můžete znovu absolvovat kliknutím na „Opakovat zkoušku“.
pl: Proszę się skontaktować <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s </a>Jeśli masz pytania. Możesz ponownie przystąpić do tego egzaminu wprowadzającego, klikając „Ponów egzamin”.
uk: Будь ласка, напишіть на цю адресу <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> якщо у Вас є запитання. Ви можете повторно скласти цей вступний іспит, натиснувши «Повторити мій іспит».

source: Retry my exam
af_za: Probeer weer my eksamen
cs: Opakujte zkoušku
pl: Spróbuj ponownie zdać egzamin
uk: Повторити мій іспит

source: Resetting Onboarding Exam
af_za: Herstel Onboarding Eksamen
cs: Resetování vstupní zkoušky
pl: Resetowanie egzaminu wprowadzającego
uk: Скидання результатів вступного екзамену

source: You have submitted this onboarding exam
af_za: Jy het hierdie aan boord-eksamen ingedien
cs: Odeslali jste tuto vstupní zkoušku
pl: Przesłałeś ten nadzorowany egzamin
uk: Ви подали цей контрольований вступний іспит на перевірку

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
af_za: As jy nie 'n aanboordprofiel met die stelsel het nie, Verifieerder sal jou voorlegging hersien en 'n aan boord skep profiel om jou toegang tot proctored eksamens te gee. Onboarding profiel hersiening kan 2+ besigheid dae neem.
cs: Pokud nemáte registrační profil v systému, Verificient zkontroluje váš příspěvek a vytvoří registrační profil, který vám umožní přístup k chráněným zkouškám. Kontrola profilu registrace může trvat více než 2 pracovní dny.
pl: Jeśli nie masz profilu wdrożeniowego w systemie, Weryfikator sprawdzi Twoje zgłoszenie i utworzy taki profil, aby uzyskać dostęp do egzaminów nadzorowanych. weryfikacja profilu może potrwać ponad 2 dni robocze.
uk: Якщо у Вас немає вступного профілю в системі, Verificient перегляне Вашу заявку та створить вступний профіль, щоб надати Вам доступ до контрольованих іспитів. Перевірка вступного профілю може тривати понад 2 робочих дні.
