Repository: openedx/edx-proctoring
Catalog: edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, cs, pl, uk

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
af_za: Sodra jou profiel hersien is, sal jy 'n e-pos ontvang met hersieningsresultate. Die e-pos sal van <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>kom, dus maak seker dat hierdie e-pos by jou inkassiefilter gevoeg is.
cs: Jakmile bude váš profil zkontrolován, obdržíte e-mail s výsledky kontroly. E-mail bude pocházet z <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> , takže se ujistěte, že byl tento e-mail přidán do vašeho filtru doručené pošty.
pl: Po weryfikacji Twojego profilu otrzymasz e-mail z wynikami oceny. Email będzie pochodził z <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Upewnij się, że ten e-mail został dodany do Twojego filtra skrzynki odbiorczej.
uk: Після перевірки Вашого профілю Ви отримаєте електронний лист із результатами перевірки. Електронний лист прийде від <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Переконайтеся, що цей електронний лист додано до фільтра вхідних повідомлень.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
af_za: As jy reeds 'n aanboordprofiel het wat deur 'n ander kursus goedgekeur is, hierdie voorlegging sal nie hersien word nie. Jy kan hierdie eksamen enige tyd weer probeer om te bevestig dat jou opstel steeds aan die vereistes vir proctoring voldoen.
cs: Pokud již máte registrační profil schválený prostřednictvím jiného kurzu, tento příspěvek nebude zkontrolován. Tuto zkoušku můžete kdykoli zopakovat, abyste ověřili, že vaše nastavení stále splňuje požadavky na proctoring.
pl: Jeśli masz już profil wdrożeniowy zatwierdzony na innym kursie, to zgłoszenie nie zostanie rozpatrzone. Możesz podejść ponownie do tego egzaminu w dowolnym momencie aby sprawdzić, czy Twoja konfiguracja nadal spełnia wymagania dotyczące nadzoru.
uk: Якщо у Вас уже є вступний профіль, затверджений на іншому курсі, це подання не буде розглянуто. Ви можете повторити цей іспит у будь-який час, щоб підтвердити, що Ваші налаштування все ще відповідають вимогам для контрольованих іспитів.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
af_za: As jy 'n fout in hierdie voorlegging gemaak het, kan jy die aanboordproses herbegin. Jou huidige voorlegging sal verwyder word en sal nie 'n hersiening ontvang nie.
cs: Pokud jste v tomto odeslání udělali chybu, můžete proces registrace znovu spustit. Váš aktuální příspěvek bude odstraněn a nebude zkontrolován.
pl: Jeśli popełniłeś błąd w tym zgłoszeniu, możesz ponownie rozpocząć proces wdrażania. Twoje obecne zgłoszenie zostanie usunięte i nie zostanie ocenione.
uk: Якщо Ви зробили помилку в цьому поданні, то можете перезапустити вступний процес. Вашу поточну заявку буде видалено й не буде перевірено.

source: I understand and want to reset this onboarding exam.
af_za: Ek verstaan en wil hierdie onboarding eksamen te herstel.
cs: Rozumím a chci resetovat tuto vstupní zkoušku.
pl: Rozumiem i chcę zresetować ten egzamin wdrażający.
uk: Я розумію та хочу скинути цей вступний іспит.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
af_za: Kontak asseblief <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> as jy vrae het
cs: Máte-li dotazy, kontaktujte prosím <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
pl: W przypadku pytań prosimy o kontakt <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a>.
uk: Будь ласка, напишіть на <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> якщо у Вас є питання.

source: Your onboarding profile was reviewed successfully
af_za: Jou aanboordprofiel is suksesvol hersien
cs: Váš registrační profil byl úspěšně zkontrolován
pl: Twój profil wdrażający został pomyślnie sprawdzony.
uk: Ваш вступний профіль успішно перевірено

source: Your profile has been established, and you're ready to take proctored exams in this course.
af_za: Jou profiel is vasgestel, en jy is gereed om proctored eksamens in hierdie kursus te neem.
cs: Váš profil byl založen a jste připraveni skládat proctored zkoušky v tomto kurzu.
pl: Twój profil został utworzony i możesz przystąpić do nadzorowanych egzaminów w ramach tego kursu.
uk: Ваш профіль створено, Ви готові складати контрольовані іспити з цього курсу.

source: Try a proctored exam
af_za: Probeer 'n proctored eksamen
cs: Zkuste dozorovanou zkoušku
pl: Spróbuj egzaminu nadzorowanego
uk: Спробувати скласти іспит під наглядом

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
af_za: Kry vertroud is met proctoring vir die werklike eksamens later in die kursus. Hierdie praktyk eksamen het geen impak op jou graad in die kursus.
cs: Seznamte se s proctoringem pro skutečné zkoušky později v kurzu. Tato cvičná zkouška nemá žádný vliv na vaši známku v kurzu.
pl: Zapoznaj się z nadzorowaniem przebiegu egzaminu w dalszej części kursu. Ten egzamin praktyczny nie ma żadnego wpływu na Twoją ocenę z kursu.
uk: Ознайомтеся з контрольованими іспитами для проходження справжніх іспитів пізніше на курсі. Цей пробний іспит не впливає на Ваші були за курс.

source: Continue to my practice exam
af_za: Gaan voort met my praktykeksamen
cs: Pokračujte k mé praktické zkoušce
pl: Przejdź do mojego egzaminu próbnego.
uk: Продовжити мій практичний іспит

source: You will be guided through steps to set up online proctoring software and verify your identity.
af_za: Jy sal gelei word deur stappe om die opstel van online proctoring sagteware en verifieer jou identiteit.
cs: Budete provedeni kroky k nastavení online proctoring softwaru a ověření vaší identity.
pl: Zostaniesz poprowadzony krok po kroku, aby skonfigurować oprogramowanie do nadzoru online i zweryfikować swoją tożsamość.
uk: Вам допоможуть налаштувати програмне забезпечення онлайн-контролю та підтвердити Вашу особу.

source: There was a problem with your practice proctoring session
af_za: Daar was 'n probleem met u oefensessie
cs: Vyskytl se problém s vaším dozorovaným cvičením
pl: Wystąpił problem z nadzorowaniem przebiegu Twojego egzaminu.
uk: Виникла проблема під час Вашої сесії контролю

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
af_za: Jou praktyk proctoring resultate: <b class="failure"> Onbevredigend </b>
cs: Výsledky dozoru vašeho cvičení: <b class="failure">Neuspokojivé</b>
pl: Nadzorowanie przebiegu egzaminu:<b class="failure">Niezadowalające</b>
uk: Результат вашого іспиту під наглядом: <b class="failure"> Незадовільно </b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
af_za: Jou proctoring sessie geëindig voordat jy hierdie praktyk eksamen voltooi. Jy kan weer probeer om hierdie praktyk eksamen as jy probleme met die opstel van die aanlyn proctoring sagteware.
cs: Vaše proctoring relace skončila před dokončením této praktické zkoušky. Pokud jste měli problémy s nastavením online proctoring softwaru, můžete tuto cvičnou zkoušku zkusit znovu.
pl: Nadzorowanie egzaminu zakończyło się przed zakończeniem egzaminu praktycznego. Możesz powtórzyć ten egzamin, jeśli masz problemy z konfiguracją programu do nadzoru online.
uk: Ваша сесія з іспиту за наглядом закінчилася до того, як ви склали цей іспит. Ви можете повторити цей іспит під наглядом, якщо у вас виникли проблеми з налаштуванням програмного забезпечення.

source: You have submitted this practice proctored exam
af_za: Jy het hierdie praktyk-eksamen ingedien
cs: Odeslali jste tuto praktickou dozorovanou zkoušku
pl: Przesłałeś ten próbny egzamin pisany pod nadzorem.
uk: Ви подали цей іспит за наглядом

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
af_za: Oefeneksamens beïnvloed nie jou graad nie. Jy het hierdie praktykeksamen voltooi en kan voortgaan met jou kursuswerk.
cs: Cvičební zkoušky nemají vliv na vaši známku. Dokončili jste tuto cvičnou zkoušku a můžete pokračovat ve své práci v kurzu.
pl: Egzaminy próbne nie wpływają na twoją ocenę. Udało Ci się ukończyć ten egzamin próbny, teraz możesz kontynuować swoją pracę.
uk: Пробні іспити не впливають на отримані бали за курс. Ви закінчили цей пробний іспит і можете продовжувати свою роботу над курсом.

source: Are you sure you want to take this exam without proctoring?
af_za: Is jy seker jy wil hierdie eksamen te neem sonder proctoring?
cs: Opravdu chcete tuto zkoušku složit bez dozorování?
pl: Czy na pewno chcesz przystąpić do egzaminu bez nadzoru?
uk: Ви впевнені, що хочете скласти цей іспит без нагляду?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
af_za: As jy hierdie eksamen aflê sonder proctoring, sal jy nie in aanmerking kom vir kursuskrediet of die MicroMasters-bewyse as een van die twee op hierdie kursus van toepassing is nie.
cs: Pokud tuto zkoušku absolvujete bez proctoringu, nebudete mít nárok na zápočet z kurzu ani na pověření MicroMasters, pokud se na tento kurz vztahuje kterýkoli z nich.
pl: Jeśli przystąpisz do tego egzamonu bez nadzoru, nie będziesz mieć możliwości zaliczenia kursu i otrzymania zaświadczenia MicroMasters, jeśli którekolwiek z nich dotyczy tego kursu.
uk: Якщо Ви складатимете цей іспит без нагляду, то не матимете права на отримання балів за курс або диплом MicroMasters, якщо це стосується цього курсу.

source: Continue Exam Without Proctoring
af_za: Voortgaan Eksamen Sonder Proctoring
cs: Pokračovat ve zkoušce bez dozoru
pl: Kontynuuj egzamin bez ochrony
uk: Продовжити іспит без нагляду

source: Go Back
af_za: Gaan terug
cs: Jít zpět
pl: Wróć
uk: Повернутися

source: This exam is proctored
af_za: Die eksamen is voorgeskryf
cs: Tato zkouška je dozorovaná
pl: Ten egzamin jest nadzorowany
uk: Цей іспит проходить під наглядом

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
af_za: Om in aanmerking te kom vir krediet of die programbewys wat met hierdie kursus geassosieer word, moet jy die proctoring-oorsig vir hierdie eksamen slaag.
cs: Abyste byli způsobilí k získání zápočtu nebo akreditace programu spojeného s tímto kurzem, musíte u této zkoušky složit ověření dozorování.
pl: Aby zakwalifikować się do zaliczenia programu związanego z kursem, musisz przejść pozytywnie kontrolę egzaminu.
uk: Щоб мати право на отримання балів чи диплому за цей курс, Вам необхідно пройти онлайн-контроль здачі цього іспиту.

source: Continue to my proctored exam.
af_za: Gaan voort met my proctored eksamen.
cs: Pokračujte k mé dozorované zkoušce.
pl: Przejdź do mojego egzaminu.
uk: Перейти до мого контрольованого іспиту.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
af_za: Jy sal gelei word deur stappe om die opstel van online proctoring sagteware en verifieer jou identiteit.</br>
cs: Budete provedeni kroky k nastavení online dozorovacím softwaru a ověření vaší identity.</br>
pl: Zostaniesz poprowadzony krok po kroku, aby skonfigurować oprogramowanie do nadzoru online w celu zweryfikowania Twojej tożsamości.</br>
uk: Вам допоможуть налаштувати програмне забезпечення онлайн-контролю та підтвердити Вашу особу.</br>

source: Error with proctored exam
af_za: Fout met proctored eksamen
cs: Chyba u dozorované zkoušky
pl: Błąd podczas egzaminu nadzorowanego
uk: Помилка при проведені іспиту під наглядом

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
af_za: 'n Stelselfout het voorgekom met jou proctored eksamen. Kontak asseblief u kursusspan by <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> vir hulp, en keer terug na die eksamen sodra jy verdere instruksies ontvang het.
cs: U vaší dozorované zkoušky došlo k systémové chybě. Požádejte o pomoc svůj tým kurzu na <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> a vraťte se ke zkoušce, jakmile obdržíte další pokyny.
pl: Wystąpił błąd systemowy podczas trwania Twojego egzaminu. Skontaktuj się ze swoim zespołem <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> w celu uzyskania dalszej pomocy, możesz wrócić do egzaminu po otrzymaniu dalszych instrukcji.
uk: Під час перевіреного іспиту сталася системна помилка. Будь ласка, зверніться по допомогу до вашої команди курсу за адресою <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> та поверніться до іспиту, коли отримаєте подальші вказівки.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
af_za: 'n Stelselfout het voorgekom met jou proctored eksamen. Reik asseblief uit na <a href="%(LINK_URLS. contact_us)s" target="_blank"&gt;%(platform_name)s Ondersteuning</a> vir hulp, en keer terug na die eksamen sodra jy verdere instruksies ontvang het.
cs: U vaší dozorované zkoušky došlo k systémové chybě. Požádejte o pomoc <a href="%(link_urls.contact_us)s" target="_blank">podporu %(platform_name)s</a> a vraťte se ke zkoušce, jakmile obdržíte další pokyny.
pl: Wystąpił błąd systemowy podczas trwania Twojego egzaminu. Skontaktuj się z <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s</a> w celu uzyskania dalszej pomocy. możesz wrócić do egzaminu po otrzymaniu dalszych instrukcji.
uk: Під час перевіреного іспиту сталася системна помилка. Зверніться по допомогу до служби підтримки <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s </a> та поверніться до іспиту, коли отримаєте подальші вказівки. Під час перевіреного іспиту сталася системна помилка. Зверніться по допомогу до служби підтримки та поверніться до іспиту, коли отримаєте подальші вказівки.

source: Close
af_za: Naby
cs: Zavřít
pl: Zamknij
uk: Закрити

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
af_za: Die inhoud van hierdie eksamen kan slegs besigtig word deur die RPNow aansoek. Indien jy nog nie jou eksamen voltooi het nie, terugkeer na die RPNow-aansoek om voort te gaan.
cs: Obsah této zkoušky lze zobrazit pouze prostřednictvím aplikace RPNow. Pokud ještě nemáte zkoušku dokončenou, vraťte se do aplikace RPNow a pokračujte.
pl: Treść tego egzaminu można wyświetlić tylko za pośrednictwem aplikacji RPNow. Jeśli nie ukończyłeś jeszcze egzaminu, wróć do apliacji RPNow, aby kontynuować.
uk: Зміст цього іспиту можна переглянути лише через додаток RPNow. Якщо ви ще не склали іспит, поверніться будь ласка до програми RPNow, щоб продовжити.

source: Alternatively, you can end your exam.
af_za: Alternatiewelik, kan jy jou eksamen te voltooi.
cs: Případně můžete zkoušku ukončit.
pl: Opcjonalnie możesz zakończyć swój egzamin.
uk: Ви також можете завершити іспит.

source: End My Exam
af_za: Beëindig my eksamen
cs: Ukončit mou zkoušku
pl: Zakończ mój egzamin
uk: Завершити екзамен

source: The due date for this exam has passed
af_za: Die sperdatum van die eksamen is verstreke
cs: Termín pro tuto zkoušku již uplynul
pl: Termin tego egzaminu minął.
uk: Термін проходження цього іспиту минув

source: Because the due date has passed, you are no longer able to take this exam.
af_za: Omdat die vervaldatum verstryk het, kan jy nie meer hierdie eksamen aflê nie.
cs: Vzhledem k tomu, že termín vypršel, nemůžete již tuto zkoušku absolvovat.
pl: Ponieważ termin minął, nie możesz już przystąpić do tego egzaminu.
uk: Оскільки термін закінчився, ви більше не можете складати цей іспит.

source: You did not satisfy the requirements for taking this exam with proctoring.
af_za: Jy het nie voldoen aan die vereistes vir die neem van hierdie eksamen met proctoring.
cs: Nesplnili jste požadavky pro složení této zkoušky s proktoringem.
pl: Nie spełniłeś wymagań, aby przystąpić do egzaminu pisanego pod nadzorem.
uk: Ви не виконали вимоги для складання цього контрольованого іспиту.

source: You did not satisfy the following prerequisites:
af_za: Jy het nie aan die volgende vereistes voldoen nie:
cs: Nesplnili jste následující předpoklady:
pl: Nie spełniłeś następujących wymagań wstępnych:
uk: Ви не задовольнили наступні вимоги:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
af_za: As gevolg van ontevrede voorvereistes, jy kan net neem hierdie eksamen sonder proctoring.
cs: Z důvodu nesplněných předpokladů můžete tuto zkoušku absolvovat pouze bez dozorování.
pl: Ze względu na niespełnienie wymagań wstępnych możesz przystąpić do tego egzaminu tylko bez nadzoru.
uk: Через не виконання вимог ви можете складати цей іспит лише без нагляду

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
af_za: As jy vrae het oor die status van jou vereistes, kontak %(platform_name)s Ondersteuning.
cs: Máte-li dotazy ohledně stavu vašich požadavků, kontaktujte podporu %(platform_name)s.
pl: Jeśli masz pytania dotyczące swojego statusu, skontaktuj się z pomocą techniczną %(platform_name)s.
uk: Якщо у Вас є запитання щодо статусу вимог, зверніться до служби підтримки %(platform_name)s.

source: About Proctored Exams
af_za: Oor Proctored Eksamens
cs: O dozorovaných zkouškách
pl: Informacje o egzaminach nadzorowanych
uk: Про іспит під наглядом

source: You have not activated your account.
af_za: Jy het nie jou rekening geaktiveer nie.
cs: Neaktivovali jste svůj účet.
pl: Nie aktywowałeś swojego konta.
uk: Ви ще не активували ваш профіль.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
af_za: Jou %(platform_name)s rekening is nog nie geaktiveer nie. Om die eksamen af te lê, jy moet jou rekening aktiveer.
cs: Váš účet %(platform_name)s ještě nebyl aktivován. Abyste mohli absolvovat dozorovanou zkoušku, musíte si aktivovat svůj účet.
pl: Twoje %(platform_name)skonto nie zostało jeszcze aktywowane. Aby przystąpić do egzaminy pisanego pod nadzorem, musisz aktywować swoje konto.
uk: Ваш обліковий запис %(platform_name)s ще не активовано. Щоб скласти контрольований іспит, Вам потрібно активувати обліковий запис.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
af_za: Gaan asseblief jou geregistreerde e-pos se inkassie en strooiposgidse na vir 'n aktiverings-e-pos van %(platform_name)s.
cs: Zkontrolujte prosím ve složce Doručená pošta a Spam svého registrovaného e-mailu aktivační e-mail od %(platform_name)s.
pl: Sprawdź skrzynkę odbiorczą i foldery Spam swojej poczty e-mail, aby uzyskać e-mail aktywacyjny od %(platform_name)s.
uk: Будь ласка, перевірте свою зареєстровану електронну скриньку "Вхідні" та "Спам" на наявність листа для проходження активації від %(platform_name)s.

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
af_za: As jy nie hierdie e-pos kan vind nie, kan jy <a href="%(reset_link)s" target="_blank">jou wagwoord terugstel</a> om jou rekening te aktiveer.
cs: Pokud tento e-mail nemůžete najít, můžete <a href="%(reset_link)s" target="_blank">si resetovat heslo</a> a aktivovat svůj účet.
pl: Jeśli nie możesz znaleźć tego e-maila, możesz <a href="%(reset_link)s" target="_blank">zresetować hasło</a>, aby aktywować swoje konto.
uk: Якщо Ви не можете знайти цей електронний лист, ви можете <a href="%(reset_link)s" target="_blank">скинути пароль</a>, щоб активувати свій обліковий запис.

source: If you cannot find this email, you can reset your password to activate your account.
af_za: As jy nie hierdie e-pos kan vind nie, kan jy jou wagwoord terugstel om jou rekening te aktiveer.
cs: Pokud tento e-mail nemůžete najít, můžete si resetovat heslo a aktivovat svůj účet.
pl: Jeśli nie możesz znaleźć tego e-maila, możesz zresetować hasło, aby aktywować konto.
uk: Якщо Ви не можете знайти цей електронний лист, то можете скинути пароль, щоб активувати свій обліковий запис.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
af_za: As jy steeds probleme ondervind, kontak asseblief <a href="%(LINK_URLS. contact_us)s" target="_blank"&gt; %(platform_name)s Ondersteuning</a>.
cs: Pokud potíže přetrvávají, kontaktujte <a href="%(link_urls.contact_us)s" target="_blank">podporu %(platform_name)s</a> .
pl: Jeśli nadal będziesz mieć problemy, skontaktuj się<a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)sz zespołem support</a>.
uk: Якщо проблеми не зникнуть, зв’яжіться зі службою<a href="%(link_urls.contact_us)s" target="_blank"> підтримки %(platform_name)s</a>.

source: Set up and start your proctored exam
af_za: Stel op en begin jou proctored eksamen
cs: Nastavte a spusťte dozorovanou zkoušku
pl: Skonfiguruj i rozpocznij swój egzamin pisany pod nadzorem.
uk: Налаштувати та розпочати контрольований іспит

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
af_za: Nota: As deel van die proctored eksamen opstel, sal jy gevra word om jou identiteit te verifieer. Voordat jy begin, maak seker dat jy op 'n rekenaar met 'n webcam, en dat jy 'n geldige vorm identifisering van 'n foto, soos 'n bestuurderslisensie of paspoort.
cs: Poznámka: V rámci nastavení dozorované zkoušky budete požádáni o ověření své identity. Než začnete, ujistěte se, že používáte počítač s webovou kamerou a že máte platný průkaz totožnosti s fotografií, jako je řidičský průkaz nebo pas.
pl: Uwaga: W ramach konfiguracji egzaminu pisanego pod nadzorem zostaniesz poproszony o zweryfikowanie Twojej tożsamości. Zanim zaczniesz, upewnij się, że korzystasz z komputera z kamerą internetową i masz ze sobą ważny dokument tożsamości ze zdjęciem, np. prawo jazdy lub paszport.
uk: Примітка. У рамках налаштування іспиту під наглядом Вам буде запропоновано підтвердити вашу особу. Перш ніж почати, переконайтеся, що Ви користуєтеся комп’ютером із веб-камерою, та маєте дійсне посвідчення особи з фотографією, наприклад водійські права чи паспорт.
