Repository: openedx/edx-proctoring
Catalog: edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, cs, pl, uk

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
af_za: As jy probleme met betrekking tot proctoring, kan jy kontak %(provider_name)s tegniese ondersteuning deur e-pos %(provider_tech_support_email)s of deur te bel %(provider_tech_support_phone)s.
cs: Pokud máte problémy týkající se dozorování, můžete kontaktovat technickou podporu %(provider_name)s e-mailem na %(provider_tech_support_email)s nebo zavoláním na %(provider_tech_support_phone)s.
pl: Jeśli masz problemy związane z nadzorowaniem egzaminu, możesz skontaktować się z pomocą techniczną%(provider_name)s poprzez wysłanie wiadomości e-mail na adres %(provider_tech_support_email)slub dzwoniąc pod numer %(provider_tech_support_phone)s.
uk: Якщо у Вас виникли проблеми, пов’язані з контрольованим іспитом, Ви можете зв’язатися зі службою технічної підтримки %(provider_name)s, надіславши електронний лист %(provider_tech_support_email)s або зателефонувавши на %(provider_tech_support_phone)s.

source: Start System Check
af_za: Begin Stelsel Toets
cs: Spusťte kontrolu systému
pl: Rozpocznij sprawdzanie systemu
uk: Розпочати перевірку системи

source: Start Exam
af_za: Begin Eksamen
cs: Zahájit zkoušku
pl: Rozpocznij egzamin
uk: Розпочати іспит

source: Step 1
af_za: Stap 1
cs: Krok 1
pl: Krok 1
uk: Крок 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
af_za: Kopieer hierdie unieke eksamen kode. Jy sal gevra word om hierdie kode later te plak voordat jy met die eksamen begin.
cs: Zkopírujte tento jedinečný kód zkoušky. Později před zahájením zkoušky budete vyzváni k vložení tohoto kódu.
pl: Skopiuj ten unikalny kod egzaminacyjny. Zostaniesz poproszony o wklejenie tego kodu później przed rozpoczęciem egzaminu.
uk: Скопіюйте цей унікальний код іспиту. Пізніше перед початком іспиту Вам буде запропоновано вставити цей код.

source: Copy Exam Code
af_za: Kopieer Eksamen Kode
cs: Zkopírujte kód zkoušky
pl: Skopiuj kod egzaminu
uk: Скопіювати код екзамену

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
af_za: Kies die eksamen kode, kopieer dit dan met behulp van Control + C (Windows) of Command + C (Mac).
cs: Vyberte kód zkoušky a poté jej zkopírujte pomocí Control + C (Windows) nebo Command + C (Mac).
pl: Wybierz kod egzaminu, a następnie skopiuj go za pomocą Control + C (Windows) lub Command + C (Mac).
uk: Виділіть код іспиту та скопіюйте його за допомогою клавіш Control + C (Windows) або Command + C (Mac).

source: Step 2
af_za: Stap 2
cs: Krok 2
pl: Krok 2
uk: Крок 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
af_za: Begin jou stelselkontrole nou. 'n Nuwe venster sal oopmaak vir hierdie stap en jy sal jou identiteit te verifieer.
cs: Nyní spusťte kontrolu systému. Pro tento krok se otevře nové okno a ověříte svou identitu.
pl: Rozpocznij sprawdzanie systemu już teraz. Na tym etapie otworzy się nowe okno i zweryfikujesz swoją tożsamość.
uk: Почніть перевірку системи. Для цього кроку відкриється нове вікно, де Ви підтвердите свою особу.

source: Make sure you:
af_za: Maak seker dat:
cs: Ujistěte se:
pl: Upewnij się, że:
uk: Переконайтесь, що Ви:

source: Have a computer with a functioning webcam
af_za: Hou 'n rekenaar met 'n funksionele webkamera
cs: Mít počítač s funkční webovou kamerou
pl: Mieć komputer z działającą kamerą internetową
uk: Маєте комп’ютер із працюючою веб-камерою

source: Have your valid photo ID (e.g. driver's license or passport) ready
af_za: Hou jou geldige foto-ID (bv. rybewys of paspoort) gereed
cs: Připravte si platný průkaz totožnosti s fotografií (např. řidičský průkaz nebo pas).
pl: Przygotuj ważny dokument tożsamości ze zdjęciem (np. prawo jazdy lub paszport)
uk: Маєте дійсне посвідчення особи з фотографією (наприклад, водійське посвідчення або паспорт).

source: Step 3
af_za: Stap 3
cs: Krok 3
pl: Krok 3
uk: Крок 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
af_za: Om sekuriteits en eksamenintegriteitsredes vra ons jy om by jou edX rekening aan te meld. Dan sal ons jou lei na die RPNow proctoring ervaring.
cs: Z důvodu bezpečnosti a integrity testu vás žádáme, abyste se přihlásili ke svému účtu edX. Poté vás nasměrujeme na zkušenost s dozorováním RPNow.
pl: Ze względów bezpieczeństwa i integralności egzaminu prosimy o zalogowanie się na swoje konto edX. Następnie przekierujemy Cię do środowiska zarządzania RPNow.
uk: З міркувань безпеки та справедливого проходження іспиту ми просимо Вас увійти у свій обліковий запис edX. Потім ми скеруємо Вас до контролюючої програми RPNow.

source: Take this exam without proctoring.
af_za: Neem hierdie eksamen sonder proctoring.
cs: Absolvujte tuto zkoušku bez dozoru.
pl: Przystąp do tego egzaminu bez nadzoru.
uk: Розпочати цей іспит без нагляду.

source: You must complete an onboarding exam before taking this proctored exam
af_za: Jy moet 'n onboarding eksamen te voltooi voordat die neem van hierdie proctored eksamen
cs: Před složením této chráněné zkoušky musíte absolvovat vstupní zkoušku
pl: Przed przystąpieniem do egzaminu pisanego pod nadzorem musisz zakończyć egzamin wprowadzający.
uk: Ви повинні пройти вступний іспит, перш ніж складати цей контрольований іспит

source: Please complete an onboarding exam before attempting this exam.
af_za: Voltooi asseblief 'n aanboordeksamen voordat jy hierdie eksamen probeer.
cs: Před pokusem o tuto zkoušku dokončete vstupní zkoušku.
pl: Przed przystąpieniem do tego egzaminu zdaj egzamin wprowadzający.
uk: Будь ласка, пройдіть вступний іспит, перш ніж проходити цей іспит.

source: Navigate to onboarding exam
af_za: Navigeer na boordeksamen
cs: Přejděte na vstupní zkoušku
pl: Przejdź do egzaminu wprowadzającego
uk: Перейти до вступного іспиту

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
af_za: Jou aan boord-eksamen word hersien. Voordat jy hierdie eksamen probeer, laat asseblief 2+ werksdae toe vir jou aan boord-eksamen om hersien te word.
cs: Vaše vstupní zkouška se kontroluje. Než se pokusíte o tento test, počkejte prosím 2 nebo více pracovních dnů, než bude vaše vstupní zkouška zkontrolována.
pl: Trwa sprawdzanie Twojego egzaminu wstępnego. Przed przystąpieniem do tego egzaminu należy odczekać ponad 2 dni robocze, aby egzamin został sprawdzony.
uk: Ваш вступний іспит перевіряється. Перш ніж спробувати проходити цей іспит, зачекайте 2+ робочі дні, щоб Ваш вступний іспит було перевірено.

source: Your onboarding exam failed to pass all requirements.
af_za: Jou aanboord-eksamen het nie alle vereistes geslaag nie.
cs: Vaše vstupní zkouška nesplnila všechny požadavky.
pl: Twój egzamin wprowadzający nie spełnił wszystkich wymagań.
uk: Під час Вашого вступного іспиту не було дотримано усіх вимог.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
af_za: Proctoring vir jou eksamen word verskaf via %(provider_name)s. As jy vrae het oor die status van jou aan boord-eksamen, kontak <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
cs: Dozor pro vaši zkoušku je poskytován prostřednictvím %(provider_name)s. Pokud máte dotazy ohledně stavu vaší vstupní zkoušky, kontaktujte <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
pl: Egzamin jest nadzorowany przez %(provider_name)s. Jeśli masz pytania dotyczące statusu egzaminu wprowadzającego, skontaktuj się <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
uk: Контроль іспиту забезпечує провайдер %(provider_name)s. Якщо у Вас виникли запитання щодо статусу вступного іспиту, напишіть на <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
af_za: Jy het nie die voorvereistes vir hierdie eksamen voltooi nie. Alle vereistes moet nagekom word voordat jy hierdie proctored eksamen kan neem.
cs: Nesplnili jste předpoklady pro tuto zkoušku. Před složením této chráněné zkoušky musí být splněny všechny požadavky.
pl: Nie spełniłeś wymagań wstępnych tego egzaminu. Wszystkie wymagania muszą zostać spełnione, zanim będziesz mógł przystąpić do tego obowiązkowego egzaminu.
uk: Ви не виконали попередні вимоги до цього іспиту. Усі вимоги мають бути виконані перед тим, як Ви зможете скласти цей перевірений іспит.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
af_za: Die volgende vereistes is in 'n <strong>hangende</strong> toestand en moet suksesvol voltooi word voordat jy kan voortgaan:
cs: Následující předběžné podmínky jsou ve stavu <strong>čekání</strong> a musí být úspěšně dokončeny, abyste mohli pokračovat:
pl: Następujące wymagania są <strong>w trakcie weryfikacji</strong> i muszą zostać zatwierdzone, aby można było kontynuować dalsze działania:
uk: Наступні передумови є в <strong>очикуванні</strong> виконання і його потрібно успішно завершити, перш ніж продовжувати:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
af_za: Jy kan hierdie eksamen slegs met proctoring aflê as alle voorvereistes suksesvol voltooi is.
cs: Tuto zkoušku s dozorováním můžete absolvovat až po úspěšném splnění všech předpokladů.
pl: Możesz przystąpić do egzaminu pisanego pod nadzorem tylko wtedy, gdy wszystkie wymagania zostaną spełnione.
uk: Ви можете складати цей контрольований іспит лише тоді, коли всі передумови будуть успішно виконані.

source: Your Proctoring Session Has Started
af_za: Jou Proctoring-sessie het begin
cs: Vaše dozorovaná relace začala
pl: Twoja sesja nadzorowana się rozpoczęła
uk: Ваша сесія з іспиту під наглядом розпочалася

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
af_za: Vanaf hierdie tydstip moet jy die <a href="%(link_urls.online_proctoring_rules)s" target="_blank"&gt;aanlyn proctoring reëls</a> om die proctoring hersiening vir jou eksamen te slaag.
cs: Od tohoto okamžiku musíte dodržovat <a href="%(link_urls.online_proctoring_rules)s" target="_blank">pravidla online dozorování,</a> abyste u své zkoušky prošli kontrolou dozoru.
pl: Od tego momentu musisz przestrzegać określonych <a href="%(link_urls.online_proctoring_rules)s" target="_blank">zasad egzaminu</a>aby pomyślnie zakończyć etap weryfikacji Twojego egzaminu.
uk: З цього моменту ви повинні дотримуватися <a href="%(link_urls.online_proctoring_rules)s" target="_blank">правил онлайн-прокторінгу,</a> щоб скласти огляд прокторінгу для вашого іспиту.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
af_za: Moenie hierdie venster toemaak voordat jy jou eksamen voltooi nie. as jy hierdie venster toemaak, eindig jou proctoring sessie, en jy sal nie die proctored eksamen suksesvol voltooi nie.
cs: Nezavírejte toto okno před dokončením zkoušky. pokud toto okno zavřete, vaše relace dozorování skončí a dozorovanou zkoušku úspěšně nedokončíte.
pl: Nie zamykaj tego okna przed zakończeniem egzaminu. Jeśli zamkniesz to okno, twoja sesja egzaminacyjna się zakończy i nie ukończysz pomyślnie egzaminu.
uk: Не закривайте це вікно, перш ніж закінчити іспит. якщо ви закриєте це вікно, сесія з іспиту під наглядом закінчується, і ви не зможете успішно проходити іспит, який ви розпочали.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
af_za: Keer terug na die %(platform_name)s kursusvenster om jou eksamen te begin. As jy klaar is met die eksamen en het dit gemerk as voltooi, jy kan hierdie venster toemaak om die proctoring sessie te beëindig en laai jou proctoring sessie data vir hersiening.
cs: Vraťte se do okna kurzu %(platform_name)s a zahajte zkoušku. Když dokončíte zkoušku a označíte ji jako dokončenou, můžete toto okno zavřít, čímž ukončíte relaci dozorování a nahrajete data z relace dozorování ke kontrole.
pl: Wróć do okna kursu%(platform_name)s, aby rozpocząć egzamin. Kiedy skończysz egzamin i oznaczysz go jako zakończony, możesz zamknąć to okno, aby zakończyć sesję nadzoru i prześlij swój egzamin do weryfikacji.
uk: Поверніться до %(platform_name)s курсу, щоб розпочати іспит. Коли ви закінчите іспит і позначивши його як завершений, ви зможете закрити це вікно щоб завершити іспит та завантажите дані сеансу іспиту під наглядом для перевірки.

source: Your exam is ready to be resumed.
af_za: Jou eksamen is gereed om te hervat.
cs: Vaše zkouška je připravena k obnovení.
pl: Twój egzamin jest gotowy na wznowienie.
uk: Ваш іспит готовий до відновлення.

source: You will have %(total_time)s to complete your exam.
af_za: Jy sal %(total_time)s hê om jou eksamen te voltooi.
cs: K dokončení zkoušky budete mít %(total_time)s.
pl: Zostało Ci %(total_time)sdo zakończenia egzaminu.
uk: У вас буде %(total_time)s, щоб скласти іспит.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
af_za: Om in aanmerking te kom vir krediet of die programbewys wat met hierdie kursus geassosieer word, moet jy die proctoring-oorsig vir hierdie eksamen slaag.
cs: Abyste byli způsobilí k získání zápočtu nebo akreditace programu spojeného s tímto kurzem, musíte u této zkoušky složit dozorovanou kontrolu.
pl: Aby zaliczyć ten kurs, albo uzyskać zaświadczenie potwierdzające zakończenie kursu, musisz przejść pozytywną weryfikację tego egzaminu.
uk: Щоб мати право на отримання балів чи диплому за цей курс, Вам необхідно пройти онлайн-контроль здачі цього іспиту.

source: Important
af_za: Belangrik
cs: Důležité
pl: Ważne
uk: Важливо

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
af_za: &#8226; Jy het %(total_time)s om hierdie eksamen te voltooi. </br> &#8226; Sodra jy die eksamen begin het, kan jy nie die timer stop nie. </br> &#8226; Vir alle vraag tipes, moet jy kliek op "dien" om jou antwoord te voltooi. </br> &#8226; As die tyd verstryk voordat jy op "Einde My Eksamen" klik, sal slegs jou ingediende antwoorde gegradeer word.
cs: &#8226; K dokončení této zkoušky máte %(total_time)s.</br> &#8226; Jakmile spustíte vyšetření, nemůžete zastavit časovač.</br> &#8226; U všech typů otázek musíte pro dokončení odpovědi kliknout na „odeslat“.</br> &#8226; Pokud čas vyprší před kliknutím na „Ukončit zkoušku“, budou hodnoceny pouze vaše odeslané odpovědi.
pl: &#8226; Zostało Ci %(total_time)sdo zakończenia egzaminu. </br> &#8226; Po rozpoczęciu egzaminu nie możesz zatrzymać stopera.</br> &#8226; W przypadku wszystkich typów pytań musisz kliknąć "prześlij", aby uzupełnić odpowiedź.</br> &#8226; Jeśli upłynie czas, zanim klikniesz "Zakończ mój egzamin", tylko przesłane odpowiedzi zostaną ocenione.
uk: &#8226; У вас є %(total_time)s, щоб скласти іспит. </br> &#8226; Після початку іспиту ви не зможете зупинити таймер. </br> &#8226; Для всіх типів запитань ви повинні натиснути кнопку "надіслати", щоб завершити свою відповідь. </br> &#8226; Якщо час закінчиться до того, як ви натиснете "Завершити мій іспит", оцінюватимуться лише надіслані вами відповіді.

source: Proctored Exam Rules
af_za: Proctored Eksamen Reëls
cs: Pravidla dozorované zkoušky
pl: Zasady egzaminu pisanego pod nadzorem
uk: Правила здачі контрольованих іспитів

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
af_za: Jy moet die volgende reëls nakom terwyl jy hierdie eksamen voltooi. <strong>As jy hierdie reëls oortree, sal jy 'n telling van 0 op die eksamen ontvang, en jy sal nie in aanmerking kom vir akademiese kursuskrediet nie. </strong></br>
cs: Při absolvování této zkoušky musíte dodržovat následující pravidla. <strong>Pokud tato pravidla porušíte, získáte ze zkoušky skóre 0 a nebudete mít nárok na zápočet z akademického kurzu.</strong></br>
pl: Podczas zdawania tego egzaminu musisz przestrzegać następujących zasad. <strong>Jeśli naruszysz te zasady, otrzymasz na egzaminie wynik 0 i nie będziesz mieć prawa do zaliczenia kursu akademickiego. </strong></br>
uk: Під час складання цього іспиту Ви повинні дотримуватися наведених нижче правил. <strong>Якщо Ви порушите ці правила, ви отримаєте на іспиті оцінку 0 і не матимете права на отримання балів за академічний курс. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
af_za: %(platform_name)s Reëls vir aanlyn proctored eksamens
cs: %(platform_name)s Pravidla pro online dozorované zkoušky
pl: %(platform_name)sZasady egzaminu pisanego pod nadzorem online
uk: Правила здачі контрольованих іспитів онлайн на %(platform_name)s

source: Additional Exam Rules
af_za: Bykomende Eksamen Reëls
cs: Dodatečná pravidla Zkoušky
pl: Dodatkowe zasady egzaminu
uk: Додаткові правила іспиту

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
af_za: Die volgende addisionele reëls is op hierdie eksamen van toepassing. Hierdie reëls neem voorrang bo die Reëls vir Online Proctored Eksamens. </br> </br> %(exam_review_policy)s </br>
cs: Pro tuto zkoušku platí následující dodatečná pravidla. Tato pravidla mají přednost před Pravidly pro online dozorované zkoušky.</br></br> %(exam_review_policy)s</br>
pl: Do tego egzaminu mają zastosowanie następujące dodatkowe zasady. Te zasady mają pierwszeństwo przed zasadami dla egzaminu pisanego pod nadzorem online.</br></br> %(exam_review_policy)s</br>
uk: До цього іспиту застосовуються наступні додаткові правила. Ці правила мають перевагу над Правилами контрольованих онлайн-екзаменів.</br> </br> %(exam_review_policy)s </br>

source: Start my exam
af_za: Begin my eksamen
cs: Začít moji zkoušku
pl: Rozpocznij mój egzamin
uk: Розпочати іспит

source: Starting Exam
af_za: Begin Eksamen
cs: Počáteční zkouška
pl: Rozpocznij egzamin
uk: Початок іспиту

source: Are you sure you want to end your proctored exam?
af_za: Is jy seker jy wil jou eksamens voltooi?
cs: Opravdu chcete ukončit dozorovanou zkoušku?
pl: Czy na pewno chcesz zakończyć swój egzamin nadzorowany?
uk: Ви впевнені, що хочете закінчити іспит під наглядом?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
af_za: Maak seker dat jy "Dien in" vir elke antwoord gekies het voordat jy jou eksamen indien.
cs: Před odesláním zkoušky se ujistěte, že jste u každé odpovědi vybrali „Odeslat“.
pl: Upewnij się, że wybrałeś opcję „Prześlij” dla każdej odpowiedzi przed przesłaniem egzaminu.
uk: Перш ніж завершити іспит, переконайтеся, що ви натиснули кнопку "Надіслати" під кожною відповіддю.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
af_za: Sodra jy kliek "Ja, eindig my proctored eksamen", die eksamen sal gesluit wees, en jou proctoring sessie sal vir hersiening voorgelê word.
cs: Jakmile kliknete na „Ano, ukončit mou dozorovanou zkoušku“, bude zkouška uzavřena a vaše dozorovaná relace bude odeslána ke kontrole.
pl: Po kliknięciu przycisku „Tak, zakończ mój egzamin pisany pod nadzorem” egzamin zostanie zamknięty, a egzamin zostanie przesłany do sprawdzenia.
uk: Коли Ви натиснете «Так, завершити мій контрольований іспит», іспит буде закрито, а Ваш контрольний сеанс буде надіслано на перевірку.

source: Yes, end my proctored exam
af_za: Ja, beëindig my proctored eksamen
cs: Ano, ukončete moji proctorovanou zkoušku
pl: Tak, zakończ mój egzamin.
uk: Так, закінчити мій контрольований іспит

source: Ending Exam
af_za: Eindig Eksamen
cs: Závěrečná zkouška
pl: Egzamin końcowy
uk: Завершення іспиту

source: No, I'd like to continue working
af_za: Nee, ek wil graag verder werk
cs: Ne, rád bych pokračoval v práci
pl: Nie, chciałbym kontynuować pracę
uk: Ні, я хотів би продовжувати працювати

source: Your proctoring session was reviewed, but did not pass all requirements
af_za: Jou proctoring sessie is hersien, maar het nie alle vereistes geslaag nie
cs: Vaše proctoring session byla zkontrolována, ale nesplnila všechny požadavky
pl: Twoja sesja nadzoru została sprawdzona, ale nie spełniła wszystkich wymagań
uk: Вашу контрольну сесію перевірено, але вона не відповідає всім вимогам

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
af_za: As jy vrae het oor die status van jou proctoring sessie resultate, kontak %(platform_name)s Ondersteuning.
cs: Máte-li dotazy ohledně stavu výsledků vaší relace dozorování, kontaktujte podporu %(platform_name)s.
pl: Jeśli masz pytania dotyczące statusu weryfikacji, skontaktuj się z pomocą techniczną%(platform_name)s.
uk: Якщо у Вас є запитання щодо статусу результатів Вашої контрольної сесії, зверніться до служби підтримки %(platform_name)s.

source: If you have concerns about your proctoring session results, contact your course team.
af_za: As jy bekommerd is oor jou proctoring sessie resultate, kontak jou kursus span.
cs: Pokud máte obavy ohledně výsledků proctoring session, kontaktujte svůj tým kurzu.
pl: Jeśli masz wątpliwości dotyczące wyników weryfikacji, skontaktuj się z zespołem kursu.
uk: Якщо у Вас є занепокоєння щодо результатів вашої контрольної сесії, зв’яжіться з командою курсу.

source: You have submitted this proctored exam for review
af_za: Jy het hierdie proctored eksamen vir hersiening ingedien
cs: Odeslali jste tuto dozorovanou zkoušku ke kontrole
pl: Przesłałeś ten nadzorowany egzamin do sprawdzenia
uk: Ви подали цей іспит під наглядом на перевірку

source: Your recorded data should now be uploaded for review.
af_za: Jou aangetekende data moet nou opgelaai word vir hersiening.
cs: Vaše zaznamenaná data by nyní měla být nahrána ke kontrole.
pl: Twoje zarejestrowane dane powinny teraz zostać przesłane do sprawdzenia.
uk: Тепер Ваші записані дані мають бути завантажені для перевірки

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
af_za: As die proctoring sagteware venster is nog oop, sluit dit nou en bevestig dat jy wil hê dat die aansoek te stop.
cs: Pokud je okno proctoring software stále otevřené, zavřete jej nyní a potvrďte, že chcete ukončit aplikaci.
pl: Jeśli okno programu nadzorującego jest nadal otwarte, zamknij je teraz i potwierdź, że chcesz zamknąć aplikację.
uk: Якщо вікно контролюючого програмного забезпечення все ще відкрите, Ви можете закрити його зараз. Підтвердіть, що хочете вийти з програми, коли буде запропоновано.
